{
  "Acid Arrow": "You conjure an arrow of acid that continues corroding the target after it hits. Make a spell attack against the target. On a hit, you deal 3d8 acid damage plus 1d6 persistent acid damage. On a critical hit, double the initial damage, but not the persistent damage.\n\n Heightened (+2) The initial damage increases by 2d8, and the persistent acid damage increases by 1d6.",
  "Acid Splash (At Will)": "You splash a glob of acid that splatters creatures and objects alike. Make a spell attack. If you hit, you deal 1d6 acid damage plus 1 splash acid damage. On a critical success, the target also takes 1 persistent acid damage. \n\nHeightened (3rd) The initial damage increases to 1d6 + your spellcasting ability modifier, and the persistent damage increases to 2. \nHeightened (5th) The initial damage increases to 2d6 + your spellcasting ability modifier, the persistent damage increases to 3, and the splash damage increases to 2. \nHeightened (7th) The initial damage increases to 3d6 + your spellcasting ability modifier, the persistent damage increases to 4, and the splash damage increases to 3. \nHeightened (9th) The initial damage increases to 4d6 + your spellcasting ability modifier, the persistent damage increases to 5, and the splash damage increases to 4.",
  "Animate Dead": "Your magic dredges up a corpse or skeleton and fills it with necromantic life, and you force the dead to fight at your command. You summon a common creature that has the undead trait and whose level is –1; this creature gains the summoned trait. Heightening the spell increases the maximum level of creature you can summon.\n\nHeightened (2nd) Level 1. \nHeightened (3rd) Level 2. \nHeightened (4th) Level 3. \nHeightened (5th) Level 5.\nHeightened (6th) Level 7. \nHeightened (7th) Level 9. \nHeightened (8th) Level 11. \nHeightened (9th) Level 13. \nHeightened (10th) Level 15.",
  "Blood Vendetta": "You curse the target, punishing it for having the audacity to spill your blood. The target takes 2d6 persistent bleed damage and must attempt a Will save.\n\nHeightened (+2) The persistent bleed damage increases by 2d6.\n\nCritical Success The target is unaffected.\nSuccess The target takes half the persistent bleed damage.\nFailure The target takes the full persistent bleed damage. Until the bleeding stops, the target has weakness 1 to piercing and slashing damage.\nCritical Failure As failure, but the target takes double the persistent bleed damage.",
  "Calm Emotions": "You forcibly calm creatures in the area, soothing them into a nonviolent state; each creature must attempt a Will save.\n\nCritical Success The creature is unaffected.\nSuccess Calming urges impose a –1 status penalty to the creature’s attack rolls.\nFailure Any emotion effects that would affect the creature are suppressed and the creature can’t use hostile actions. If the target is subject to hostility from any other creature, it ceases to be affected by calm emotions.\nCritical Failure As failure, but hostility doesn’t end the effect.",
  "Charm": "To the target, your words are honey and your visage seems bathed in a dreamy haze. It must attempt a Will save, with a +4 circumstance bonus if you or your allies recently threatened it or used hostile actions against it.\n\nYou can Dismiss the spell. If you use hostile actions against the target, the spell ends. When the spell ends, the target doesn’t necessarily realize it was charmed unless its friendship with you or the actions you convinced it to take clash with its expectations, meaning you could potentially convince the target to continue being your friend via mundane means.\n\nHeightened (4th) The duration lasts until the next time you make your daily preparations. \nHeightened (8th) The duration lasts until the next time you make your daily preparations, and you can target up to 10 creatures.\n\nCritical Success The target is unaffected and aware you tried to charm it.\nSuccess The target is unaffected but thinks your spell was something harmless instead of charm, unless it identifies the spell (usually with Identifying Magic page 305).\nFailure The target’s attitude becomes friendly toward you. If it was friendly, it becomes helpful. It can’t use hostile actions against you.\nCritical Failure The target’s attitude becomes helpful toward you, and it can’t use hostile actions against you.",
  "Comprehend Language": "The target can understand the meaning of a single language it is hearing or reading when you cast the spell. This doesn’t let it understand codes, language couched in metaphor, and the like (subject to GM discretion). If the target can hear multiple languages and knows that, it can choose which language to understand; otherwise, choose one of the languages randomly.\n\nHeightened (3rd) The target can also speak the language.\nHeightened (4th) You can target up to 10 creatures, and targets can also speak the language.",
  "Detect Magic (At Will)": "You send out a pulse that registers the presence of magic. You receive no information beyond the presence or absence of magic. You can choose to ignore magic you’re fully aware of, such as the magic items and ongoing spells of you and your allies.\n\nYou detect illusion magic only if that magic’s effect has a lower level than the level of your detect magic spell. However, items that have an illusion aura but aren’t deceptive in appearance (such as an invisibility potion) typically are detected normally.\n\nHeightened (3rd) You learn the school of magic for the highest-level effect within range that the spell detects. If multiple effects are equally strong, the GM determines which you learn.\nHeightened (4th) As 3rd level, but you also pinpoint the source of the highest-level magic. Like for an imprecise sense, you don’t learn the exact location, but can narrow down the source to within a 5-foot cube (or the nearest if larger than that).",
  "Electric Arc (At Will)": "An arc of lightning leaps from one target to another. You deal electricity damage equal to 1d4 plus your spellcasting ability modifier.\n\nHeightened (+1) The damage increases by 1d4.\n\nCritical Success The creature takes no damage.\nSuccess The creature takes half damage.\nFailure The creature takes full damage.\nCritical Failure The creature takes double damage.",
  "Enthrall": "Your words fascinate your targets. You speak or sing without interruption throughout the casting and duration. Targets who notice your speech or song might give their undivided attention; each target must attempt a Will save. The GM might grant a circumstance bonus (to a maximum of +4) if the target is of an opposing religion, ancestry, or political leaning, or is otherwise unlikely to agree with what you’re saying.\n\nEach creature that comes within range has to attempt a save when you Sustain the Spell. If you’re speaking, enthrall gains the linguistic trait.\n\nCritical Success The target is unaffected and notices that you tried to use magic.\nSuccess The target needn’t pay attention but doesn’t notice you tried to use magic (it might notice others are enthralled).\nFailure The target is fascinated with you. It can attempt another Will save if it witnesses actions or speech with which it disagrees. If it succeeds, it’s no longer fascinated and is temporarily immune for 1 hour. If the target is subject to a hostile act, or if another creature succeeds at a Diplomacy or Intimidation check against it, the fascination ends immediately.\nCritical Failure As failure, but the target can’t attempt a save to end the fascination if it disagrees with you.",
  "Fear": "You plant fear in the target; it must attempt a Will save.\n\nHeightened (3rd) You can target up to  five creatures.\n\nCritical Success The target is unaffected.\nSuccess The target is frightened 1.\nFailure The target is frightened 2.\nCritical Failure The target is frightened 3 and fleeing for 1 round.",
  "Flaming Sphere": "You create a sphere of flame in a square within range. The sphere must be supported by a solid surface, such as a stone floor. The sphere deals 3d6 fire damage to each creature in the square where it first appears; each creature must attempt a basic Reflex save. On subsequent rounds, you can Sustain this Spell, leaving the sphere in its square or rolling it to another square within range and dealing 3d6 fire damage; each creature in its square must attempt a basic Reflex save.\n\nCreatures that succeed at their save take no damage (instead of half).\n\nHeightened (+1) The damage increases by 1d6.\n\nCritical Success The creature is unaffected.\nFailure The creature takes full damage.\nCritical Failure The creature takes double damage.",
  "Glitterdust": "Creatures in the area are outlined by glittering dust. Each creature must attempt a Reflex save. If a creature has its invisibility negated by this spell, it is concealed instead of invisible. This applies both if the creature was already invisible and if it benefitss from new invisibility effects before the end of the invisibility negation effect from this spell.\n\nCritical Success The target is unaffected.\nSuccess The target’s invisibility is negated for 2 rounds.\nFailure The target is dazzled for 1 minute and its invisibility is negated for 1 minute.\nCritical Failure The target is blinded for 1 round and dazzled for 10 minutes. Its invisibility is negated for 10 minutes.",
  "Heal": "You channel positive energy to heal the living or damage the undead. If the target is a willing living creature, you restore 1d8 Hit Points. If the target is undead, you deal that amount of positive damage to it, and it gets a basic Fortitude save. The number of actions you spend when Casting this Spell determines its targets, range, area, and other parameters.\n\n{icon:action1} (somatic) The spell has a range of touch.\n\n{icon:action2} (verbal, somatic) The spell has a range of 30 feet. If you’re healing a living creature, increase the Hit Points restored by 8.\n\n{icon:action3} (material, somatic, verbal) You disperse positive energy in a 30-foot emanation. This targets all living and undead creatures in the burst.\n\nHeightened (+1) The amount of healing or damage increases by 1d8, and the extra healing for the 2-action version increases by 8.",
  "Heat Metal": "This spell heats the targeted metal to become red-hot for a moment. This is usually harmless to an unattended metal item, which doesn’t get a saving throw, though the GM might rule that flammable materials connected to the object catch fire or melt. If you target an item worn or carried by a creature, or you target a creature made primarily of metal, the heat deals 4d6 fire damage and 2d4 persistent fire damage to the creature, which must attempt a Reflex saving throw.\n\nIf you target an item held by the creature, the creature can Release the item to improve their degree of success by one step from the result of their saving throw. The persistent damage is associated with the object and damages whichever creature is holding or wearing it. It has no effect if no one is holding the item, but you continue to attempt flat checks to end the persistent damage as normal, since the item remains hot and can sear someone who picks it up.\n\nHeightened (+1) The initial damage increases by 2d6 and the persistent damage increases by 1d4.\n\nCritical Success The creature is unaffected.\nSuccess The creature takes half damage and the object deals no persistent fire damage.\nFailure The creature takes full damage and the object deals full persistent damage.\nCritical Failure As failure, but the creature takes double damage and the object deals double persistent damage.",
  "Light (At Will)": "The object glows, casting bright light in a 20-foot radius (and dim light for the next 20 feet) like a torch. If you cast this spell again on a second object, the light spell on the first object ends.\n\nHeightened (4th) The object sheds bright light in a 60-foot radius (and dim light for the next 60 feet).",
  "Mage Armor": "You ward yourself with shimmering magical energy, gaining a +1 item bonus to AC and a maximum Dexterity modifier of +5. While wearing mage armor, you use your unarmored proficiency to calculate your AC.\n\nHeightened (4th) You gain a +1 item bonus to saving throws.\nHeightened (6th) The item bonus to AC increases to +2, and you gain a +1 item bonus to saving throws.\nHeightened (8th) The item bonus to AC increases to +2, and you gain a +2 item bonus to saving throws.\nHeightened (10th) The item bonus to AC increases to +3, and you gain a +3 item bonus to saving throws.",
  "Mage Hand (At Will)": "You create a single magical hand, either invisible or ghostlike, that grasps the target object and moves it slowly up to 20 feet. Because you’re levitating the object, you can move it in any direction. When you Sustain the Spell, you can move the object an additional 20 feet. If the object is in the air when the spell ends, the object falls.\n\nHeightened (3rd) You can target an unattended object with a Bulk of 1 or less.\nHeightened (5th) The range increases to 60 feet, and you can target an unattended object with a Bulk of 1 or less.\nHeightened (7th) The range increases to 60 feet, and you can target an unattended object with a Bulk of 2 or less.",
  "Magic Missile": "You send a dart of force streaking toward a creature that you can see. It automatically hits and deals 1d4+1 force damage. For each additional action you use when Casting the Spell, increase the number of missiles you shoot by one, to a maximum of three missiles for 3 actions. You choose the target for each missile individually. If you shoot more than one missile at the same target, combine the damage before applying bonuses or penalties to damage, resistances, weaknesses, and so forth.\n\nHeightened (+2) You shoot one additional missile with each action you spend.",
  "Magic Weapon": "The weapon glimmers with magic and energy. The target becomes a +1 striking weapon, gaining a +1 item bonus to attack rolls and increasing the number of weapon damage dice to two.",
  "Message (At Will)": "You mouth words quietly, but instead of coming out of your mouth, they’re transferred directly to the ears of the target. While others can’t hear your words any better than if you normally mouthed them, the target can hear your words as if they were standing next to you. The target can give a brief response as a reaction, or as a free action on their next turn if they wish, but they must be able to see you and be within range to do so. If they respond, their response is delivered directly to your ear, just like the original message.\n\nHeightened (3rd) The spell’s range increases to 500 feet.",
  "Produce Flame (At Will)": "A small ball of flame appears in the palm of your hand, and you lash out with it either in melee or at range. Make a spell attack roll against your target’s AC. This is normally a ranged attack, but you can also make a melee attack against a creature in your unarmed reach. On a success, you deal 1d4 fire damage plus your spellcasting ability modifier. On a critical success, the target takes double damage and 1d4 persistent fire damage.\n\nHeightened (+1) Increase the damage by 1d4 and the persistent damage on a critical hit by 1d4.",
  "Ray of Frost (At Will)": "You blast an icy ray. Make a spell attack roll. The ray deals cold damage equal to 1d4 + your spellcasting ability modifier.\n\nHeightened (+1) The damage increases by 1d4.\n\nCritical Success The target takes double damage and takes a –10-foot status penalty to its Speeds for 1 round.\nSuccess The target takes normal damage.",
  "Read Aura (At Will)": "You focus on the target object, opening your mind to perceive magical auras. When the casting is complete, you know whether that item is magical, and if it is, you learn the school of magic (pages 297–298).\n\nIf the object is illusory, you detect this only if the effect’s level is lower than the level of your read aura spell.\n\nHeightened (3rd) You can target up to 10 objects.\nHeightened (6th) You can target any number of objects.",
  "Restoration": "Restorative magic counters the effects of toxins or conditions that prevent a creature from functioning at its best. When you cast restoration, choose to either reduce a condition or lessen the effect of a toxin. A creature can benefit from only one restoration spell each day, and it can’t benefit from restoration more than once to reduce the stage of the same exposure to a given toxin. \n\n• Reduce a Condition Reduce the value of the target’s clumsy, enfeebled, or stupefied condition by 2. You can instead reduce two of the listed conditions by 1 each. \n• Lessen a Toxin Reduce the stage of one toxin the target suffers from by one stage. This can’t reduce the stage below stage 1 or cure the affliction.\n\nHeightened (4th) Add drained to the list of conditions you can reduce. When you lessen a toxin, reduce the stage by two. You also gain a third option that allows you to reduce the target’s doomed value by 1. You can’t use this to reduce a permanent doomed condition.\nHeightened (6th) As the 4th-level restoration, but you can reduce a permanent doomed condition if you add a spellcasting action and a material component while Casting the Spell, during which you provide 100 gp worth of diamond dust as a cost.",
  "Shield (At Will)": "You raise a magical shield of force. This counts as using the Raise a Shield action, giving you a +1 circumstance bonus to AC until the start of your next turn, but it doesn’t require a hand to use.\n\nWhile the spell is in effect, you can use the Shield Block reaction with your magic shield (see below). The shield has Hardness 5. After you use Shield Block, the spell ends and you can’t cast it again for 10 minutes. Unlike a normal Shield Block, you can use the spell’s reaction against the magic missile spell.\n\nHeightening the spell increases the shield’s Hardness.\n\nHeightened (3rd) The shield has Hardness 10.\nHeightened (5th) The shield has Hardness 15.\nHeightened (7th) The shield has Hardness 20.\nHeightened (9th) The shield has Hardness 25.\n\nShield Actions \nThe shield spell works like a raised shield, and it also gives you the ability to use the Shield Block reaction.\n\nShield Block {icon:reaction}\nTrigger While you have your shield raised, you take damage from a physical attack.\nYou place your shield to ward offa blow. Your shield prevents you from taking an amount of damage up to the shield’s Hardness. You and the shield each take any remaining damage, possibly breaking or destroying the shield.",
  "Shocking Grasp": "You shroud your hands in a crackling field of lightning. Make a melee spell attack roll. On a hit, the target takes 2d12 electricity damage. If the target is wearing metal armor or is made of metal, you gain a +1 circumstance bonus to your attack roll with shocking grasp, and the target also takes 1d4 persistent electricity damage on a hit. On a critical hit, double the initial damage, but not the persistent damage.\n\nHeightened (+1) The damage increases by 1d12, and the persistent electricity damage increases by 1.",
  "Stabilize (At Will)": "Positive energy shuts death’s door. The target loses the dying condition, though it remains unconscious at 0 Hit Points.",
  "Zone of Truth": "You designate an area in which creatures are compelled to speak only truth. Creatures within or entering the area have difficulty lying. Each potentially affected creature must attempt a Will save when the spell is cast or when the creature first enters the area. It uses the results of this initial save if it leaves and reenters the area. Affected creatures are aware of this enchantment; therefore, they can avoid answering questions to which they would normally respond with a lie, or they can be evasive as long as they remain within the boundaries of the truth.\n\nCritical Success The target is unaffected.\nSuccess The target takes a –2 status penalty to Deception checks.\nFailure The target can’t speak any deliberate and intentional lies, and it takes a –2 status penalty to Deception checks.\nCritical Failure The target can’t speak any deliberate and intentional lies and takes a –4 status penalty to Deception checks."
}