{
  "portfolio": {
    "charId": "p0NRQvUq",
    "version": 419,
    "baseline": 0
  },
  "metadata": {
    "gameCode": "pf2",
    "gameName": "Pathfinder Roleplaying Game (Second Edition)",
    "gameMajor": 3,
    "gameMinor": 45,
    "hloVersion": 1120,
    "exportVersion": 1,
    "legal": "Hero Lab and the Hero Lab logo are Registered Trademarks of LWD Technology, Inc. Free demo available at https://herolab.online\nPathfinder and associated marks and logos are trademarks of Paizo Inc., and are used under license."
  },
  "actors": {
    "actor.1": {
      "name": "Elric Goswin",
      "player": "",
      "gameValues": {
        "actLevelNet": 6,
        "actAlignment": "Neutral Good",
        "actRace": "human",
        "actRaceEthnicity": "Taldan",
        "actBackgroundText": "Noble",
        "actClassText": "sorcerer 6",
        "actBulk": 3.3,
        "actEncumbered": 5,
        "actOverburdened": 10,
        "actMoneyNet": "4 gp; 5 sp",
        "actSpace": 5,
        "actReach": 5,
        "actReachNet": 5,
        "actSocietyChar": 2001,
        "Trait": "trtGood,trtHuman,trtHumanoid,trtNeutralLC"
      },
      "items": {
        "Perception.150": {
          "name": "Perception",
          "description": "Your Perception measures your ability to notice things, search for what’s hidden, and tell whether something about a situation is “off.” This statistic is frequently used for rolling initiative to determine who goes first in an encounter, and for the Seek action.\n\nYou have a Perception modifier based on your Wisdom. Your class determines your proficiency in Perception.\n\nPerception modifier = Wisdom modifier + Perception proficiency modifier + circumstance bonus + status bonus + item bonus + circumstance penalty + status penalty + item penalty + untyped penalties\n\nIn many circumstances, such as when someone’s trying to sneak past you, the GM will roll against your Perception DC. Much like skill DCs, your Perception DC is 10 plus your Perception modifier.",
          "compset": "Derived",
          "components": "Derived",
          "stAbScModifier": 2,
          "stNet": 10,
          "stDC": 20,
          "proLevelBonNet": 8,
          "ProfLevel": "Trained"
        },
        "abBloMaDiabolSor.329": {
          "name": "Blood Magic (Diabolic)",
          "description": "Whenever you cast a bloodline spell using Focus Points or a granted spell from your bloodline using a spell slot, you gain a blood magic effect. If the blood magic offers a choice, make it before resolving the spell. The blood magic effect occurs after resolving any checks for the spell’s initial effects and, against a foe, applies only if the spell is a successful attack or the foe fails its saving throw. If the spell has an area, you must designate yourself or one target in the area when you cast the spell to be the target of the blood magic effect. All references to spell level refer to the level of the spell you cast.\n\nDiabolic\nHellfire scorches a target or fills your tongue with lies. Either a target takes 1 fire damage per spell level (if the spell already deals initial fire damage, combine this with the spell’s initial damage before determining weaknesses and resistances), or you gain a +1 status bonus to Deception checks for 1 round.",
          "summary": "When you successfully cast a bloodline spell or spell from your bloodline, you gain +1 status to Deception for 1r or a target takes 1 fire damage/spell level.",
          "compset": "Ability",
          "components": "Ability"
        },
        "abDiabolicSor.317": {
          "name": "Diabolic",
          "description": "Devils are evil with a silver tongue, and one of your ancestors dallied in darkness or made an infernal pact.\n\nSpell List divine (page 309)\nBloodline Skills Deception, Religion\nGranted Spells cantrip: produce flame; 1st: charm; 2nd: flaming sphere; 3rd: enthrall; 4th: suggestion; 5th: crushing despair; 6th: true seeing; 7th: divine decree; 8th: divine aura; 9th: meteor swarm\nBloodline Spells initial: diabolic edict; advanced: embrace the pit; greater: hellfire plume\nBlood Magic Hellfire scorches a target or fills your tongue with lies. Either a target takes 1 fire damage per spell level (if the spell already deals initial fire damage, combine this with the spell’s initial damage before determining weaknesses and resistances), or you gain a +1 status bonus to Deception checks for 1 round.",
          "summary": "Diabolic-themed Divine spellcasting.",
          "compset": "Ability",
          "components": "Ability"
        },
        "abSigSpellsAddSor.286": {
          "name": "Signature Spells",
          "description": "You’ve learned to cast some of your spells more flexibly. For each spell level you have access to, choose one spell of that level to be a signature spell. You don’t need to learn heightened versions of signature spells separately; instead, you can heighten these spells freely. If you’ve learned a signature spell at a higher level than its minimum, you can also cast all its lower-level versions without learning those separately. If you swap out a signature spell, you can choose a replacement signature spell of the same spell level at which you learned the previous spell. You can also retrain specifically to change a signature spell to a different spell of that level without swapping any spells; this takes as much time as retraining a spell normally does.",
          "compset": "Ability",
          "components": "Ability"
        },
        "acArmorClass.69": {
          "name": "Armor Class",
          "description": "Your character’s Armor Class represents how difficult they are to hit in combat. To calculate your AC, add 10 plus your character’s Dexterity modifier (up to their armor’s Dexterity modifier cap; page 274), plus their proficiency bonus with their armor, plus their armor’s item bonus to AC and any other permanent bonuses and penalties.",
          "compset": "ArmorClass",
          "proLevelBonNet": 8,
          "stAbScModifier": 2,
          "stNet": 21,
          "stMiscMod": 1,
          "ProfLevel": "Trained"
        },
        "anHuman.264": {
          "name": "Human",
          "description": "As unpredictable and varied as any of Golarion’s peoples, humans have exceptional drive and the capacity to endure and expand. Though many civilizations thrived before humanity rose to prominence, humans have built some of the greatest and the most terrible societies throughout the course of history, and today they are the most populous people in the realms around the Inner Sea.\n\nHumans’ ambition, versatility, and exceptional potential have led to their status as the world’s predominant ancestry. Their empires and nations are vast, sprawling things, and their citizens carve names for themselves with the strength of their sword arms and the power of their spells. Humanity is diverse and tumultuous, running the gamut from nomadic to imperial, sinister to saintly. Many of them venture forth to explore, to map the expanse of the multiverse, to search for long-lost treasure, or to lead mighty armies to conquer their neighbors—for no better reason than because they can.\n\nIf you want a character who can be just about anything, you should play a human.\n\nYou Might...\n• Strive to achieve greatness, either in your own right or on behalf of a cause.\n• Seek to understand your purpose in the world.\n• Cherish your relationships with family and friends.\n\nOthers Probably...\n• Respect your flexibility, your adaptability, and—in most cases— your open-mindedness.\n• Distrust your intentions, fearing you seek only power or wealth.\n• Aren’t sure what to expect from you and are hesitant to assume your intentions.\n\nPhysical Description\nHumans’ physical characteristics are as varied as the world’s climes. Humans have a wide variety of skin and hair colors, body types, and facial features. Generally speaking, their skin has a darker hue the closer to the equator they or their ancestors lived.\n\nHumans reach physical adulthood around the age of 15, though mental maturity occurs a few years later. A typical human can live to be around 90 years old. Humans often intermarry with people of other ancestries, giving rise to children who bear the traits of both parents. The most notable half-humans are half-elves and half-orcs.\n\nSociety\nHuman variety also manifests in terms of their governments, attitudes, and social norms. Though the oldest of human cultures can trace their shared histories thousands of years into the past, when compared to the societies of the elves or dwarves, human civilizations seem in a state of constant flux as empires fragment and new kingdoms subsume the old.\n\nAlignment and Religion\nHumanity is perhaps the most heterogeneous of all the ancestries, with a capacity for great evil and boundless good. Some humans assemble into vast raging hordes, while others build sprawling cities. Considered as a whole, most humans are neutral, yet they tend to congregate into nations or communities of a shared alignment, or at least a shared tendency toward an alignment. Humans also worship a wide range of gods and practice many different religions, tending to seek favor from any divine being they encounter.\n\nNames\nUnlike many ancestral cultures, which generally cleave to specific traditions and shared histories, humanity’s diversity has resulted in a near-infinite set of names. The humans of northern tribes have different names than those dwelling in southern nation-states. Humans throughout much of the world speak Common (though some continents on Golarion have their own regional common languages), yet their names are as varied as their beliefs and appearances.\n\nEthnicities\nA variety of human ethnic groups—many of which have origins on distant lands— populates the continents bordering Golarion’s Inner Sea. Human characters can be any of these ethnicities, regardless of what lands they call home. Information about Golarion’s human ethnicities appears on page 430 in Chapter 8. Characters of human ethnicities in the Inner Sea region speak Common (also known as Taldane), and some ethnicities grant access to an uncommon language.",
          "compset": "Ancestry",
          "Rarity": "Common",
          "Trait": "trtHuman,trtHumanoid"
        },
        "arExplorerCloth.568": {
          "name": "Explorer’s clothing",
          "description": "Adventurers who don’t wear armor travel in durable clothing. Though it’s not armor and uses your unarmored defense proficiency, it still has a Dex Cap and can grant an item bonus to AC if etched with potency runes.",
          "compset": "Armor",
          "arAC": 8,
          "arDexModCap": 5,
          "proLevelBonNet": 8,
          "grBulk": 0.1,
          "ProfLevel": "Trained",
          "items": {
            "atComfort.578": {
              "name": "Comfort",
              "description": "The armor is so comfortable that you can rest normally while wearing it.",
              "compset": "ArmorTrait",
              "components": "Ability",
              "containment": "Installed"
            }
          }
        },
        "asCha.45": {
          "name": "Charisma",
          "description": "This score measures your character’s strength of personality, personal magnetism, and ability to influence the thoughts and moods of others. Charisma is an important statistic for bards and sorcerers, and it grants benefits to clerics and paladins.",
          "summary": "This score measures your character’s strength of personality, personal magnetism, and ability to influence the thoughts and moods of others.",
          "compset": "AbilScore",
          "stAbScModifier": 4,
          "stNet": 19
        },
        "asCon.42": {
          "name": "Constitution",
          "description": "Constitution measures your character’s health and stamina. Constitution is an important statistic for all characters, especially those who fight in close combat. Fighters, monks, paladins, rangers, and rogues particularly benefit from a solid Constitution score. Additionally, Constitution grants characters extra Hit Points and makes them more resistant against poison and disease.",
          "summary": "Constitution measures your character’s health and stamina.",
          "compset": "AbilScore",
          "stNet": 10
        },
        "asDex.40": {
          "name": "Dexterity",
          "description": "Dexterity measures your character’s agility, balance, and reflexes. Dexterity is important if your character plans to use stealth to surprise foes or to make attacks with ranged weapons. Rogues in particular benefit from having a high Dexterity score, as do rangers and some fighters and monks. A high Dexterity score allows your character to reduce or avoid attacks and magical effects that can be dodged or outright evaded, such as dragon’s breath.",
          "summary": "Dexterity measures your character’s agility, balance, and reflexes.",
          "compset": "AbilScore",
          "stAbScModifier": 2,
          "stNet": 14
        },
        "asInt.44": {
          "name": "Intelligence",
          "description": "Intelligence measures how well your character can learn and reason. Intelligence is a vital statistic if your character is an alchemist or a wizard, since these classes use complicated formulas or spell notations when using their abilities. A high Intelligence score allows your character to perceive and understand patterns, and to pick up skills that can serve her during her adventuring career.",
          "summary": "Intelligence measures how well your character can learn and reason.",
          "compset": "AbilScore",
          "stAbScModifier": 4,
          "stNet": 18
        },
        "asStr.39": {
          "name": "Strength",
          "description": "Strength measures your character’s physical power. Strength is important if your character plans to engage in the hand-to-hand fighting of melee combat. Fighters, monks, paladins, and rangers all benefit from having a high Strength score. Strength also determines how much Bulk your character can carry (see page 175).",
          "summary": "Strength measures your character’s physical power.",
          "compset": "AbilScore",
          "stNet": 10
        },
        "asWis.43": {
          "name": "Wisdom",
          "description": "Wisdom measures your character’s common sense, awareness, and intuition. Wisdom helps you understand religion and nature, and is a crucial statistic for clerics and druids. A high Wisdom score can help your character shake off mental spells and effects. Additionally, Wisdom affects your character’s Perception modifier, which measures how well she observes and identifies threats or curiosities among her surroundings.",
          "summary": "Wisdom measures your character’s common sense, awareness, and intuition.",
          "compset": "AbilScore",
          "stAbScModifier": 2,
          "stNet": 14
        },
        "clSorcerer.271": {
          "name": "Sorcerer",
          "description": "You didn’t choose to become a spellcaster—you were born one. There’s magic in your blood, whether a divinity touched one of your ancestors, a forebear communed with a primal creature, or a powerful occult ritual influenced your line. Self-reflection and study allow you to refine your inherent magical skills and unlock new, more powerful abilities. The power in your blood carries a risk, however, and you constantly face the choice of whether you’ll rise to become a master spellcaster or fall into destruction.\n\nDuring combat encounters...\nYou use spells to injure your enemies, influence their minds, and hamper their movements. You might be too vulnerable to get into melee combat, or your bloodline might give you abilities that help you hold your own in a brawl. While your magic is powerful, to conserve your best spells—or when you’ve used them all up—you also rely on cantrips.\n\nDuring social encounters...\nYour natural charisma makes you good at interacting with people.\n\nWhile exploring...\nYou detect the magic around you, finding treasures and warning your adventuring group of magical traps. When the group encounters mysteries or problems related to your bloodline, you try to solve them.\n\nIn downtime...\nYou craft magic items or scribe scrolls. Your bloodline might drive you to research your ancestry or associate with affiliated people or creatures.\n\nYou Might...\n• Have a strong independent streak, and whether you embrace or reject your magical heritage, you long to distinguish yourself both as a spellcaster and as an individual. \n• View your lineage with fascination, fear, or something in between—anything from wholehearted acceptance to vehement rejection. \n• Rely on magic items, such as scrolls and wands, to supplement your limited selection of spells.\n\nOthers Probably...\n• Marvel at your ability to create magic from thin air and view your abilities with equal parts admiration and mistrust. \n• Consider you less dedicated than studious wizards, devoted clerics, and other practitioners of magic, since power comes to you naturally. \n• Assume you’re as unpredictable as the magic you bring forth, even if your personality proves otherwise.",
          "compset": "Class",
          "clDC": 22,
          "proLevelBonNet": 8,
          "ProfLevel": "Trained",
          "Trait": "clSorcerer"
        },
        "deiCaydenCailean.263": {
          "name": "Cayden Cailean",
          "description": "Once a mortal human, Cayden Cailean is now one the few deities known as the Ascended. In his mortal years, Cayden was a sellsword of no small fame, known for his boisterous manner, skill with a blade, and fearless resolve. During a particularly rowdy night of drinking, a series of escalating dares led the wandering mercenary to attempt the Test of the Starstone. He emerged from the Starstone Cathedral 3 days later, laughing, a fully realized god. Divine responsibility did little to change Cayden’s attitude from what it was in his mortal life. He continues to crave adventure, drink, and pleasurable company while abhorring bullies, tyrants, and cowards.\n\nCayden has no formal churches or structured clergy, but simple shrines to him appear in almost every tavern and roadside inn. Many of his priests own such businesses and offer healing to patrons, some of whom may have been injured during a drunken brawl. While Cayden’s faith is a charitable one, Caydenites still seek payment for such services — at the very least, the injured party is expected to purchase a round of drinks for the house. Only in places where worshippers of the Accidental God are in direct opposition to the local powers, such as where a rebellion is forming under a tyrant’s nose, is his church out of the public eye. Caydenites can bring themselves to be quiet in the face of oppression only for so long, however, and once a rebellion reaches full bloom, the god’s silver tankard is often proudly displayed across every bar.\n\nAs a mortal, Cayden often found himself at odds with the work he was hired to perform and abandoned jobs that went against his conscience. This gave him a reputation for being unreliable among his more unscrupulous employers, but it garnered significant respect from clients with stronger morals. Legends tell of him taking contracts to free entire crews of slaves, undoing the operations of predatory business owners, and other rebellious deeds for the good of the common folk. His worshippers often involve themselves in similar matters: safeguarding the freedom and prosperity of working-class people, overthrowing tyrants, and helping the oppressed relocate to freer lands. His champions, in particular, embed themselves in nations with harsh laws and stir up rebellions — often from the back room of a tavern.\n\nMembers of Cayden’s faith also maintain many orphanages in urban areas, arranging them to receive funding from local pubs and other Cayden-friendly establishments. Not much is known about Cayden’s childhood as a mortal, but given his patronage of such houses, many have inferred that he spent at least some time in an orphanage when he was young. While the children in such orphanages are not expressly raised in the faith, most adopt the god’s teachings when they grow old enough to leave. These individuals often take the surname Cailean to honor him, adding to the number of gregarious rebels in the world.\n\nWhile the consumption of alcohol is central to most of Cayden’s worship, drinking to excess and dependency on drink are seen as misuse of the Accidental God’s gifts. Clergy who develop such an addiction are encouraged by their community to take a large role in the faith’s other works, such as maintaining orphanages or supporting rebel efforts, and those who recover often work to assist others with their own recovery from alcoholism. Though being the god of alcohol is a popular aspect of Cayden Cailean, members of his faith often find personal freedom and rejection of tyranny just as appealing as a strong drink, and it is not uncommon for teetotalers to number among Cayden’s followers.\n\nCayden is not particular about who worships him, so long as they abide by the simple expectations of freedom, bravery, and enjoying a good drink. As such, he has followers from almost all ancestries. A good number of his worshippers are half-orcs, who find the casual tenets and welcoming nature of the faith to be a good fit for those who have been ostracized from more stringent communities. His followers are typically good natured, boisterous, and optimistic. Life simply holds too much to take in for anyone to spend it gloomy. Many adventurers find Cayden’s tenets to be a natural fit, taking jobs when they can and bucking cruelty wherever they find it.",
          "compset": "Deity"
        },
        "fsDiabolicEdict.326": {
          "name": "Diabolic Edict",
          "description": "You issue a diabolic edict, demanding the target perform a particular task and offering rewards for its fulfillment. It gains a +1 status bonus to attack rolls and skill checks related to performing the task. If it refuses to perform the task you proclaimed, it instead takes a –1 status penalty to all its attack rolls and skill checks.",
          "compset": "FocSpell",
          "spLevelBase": 1,
          "spLevelNet": 3,
          "spCastingText": "{icon:action1} verbal",
          "trkMaximum": 1,
          "proLevelBonNet": 8,
          "stAbScModifier": 4,
          "stNet": 12,
          "stDC": 22,
          "vaDuraText": "1 round",
          "vaRangeText": "30 feet",
          "vaTarget": "1 willing living creature",
          "Action": "Action1",
          "ProfLevel": "Trained",
          "Rarity": "Uncommon",
          "Trait": "clSorcerer,ssEnchantment"
        },
        "fsEmbracePit.327": {
          "name": "Embrace the Pit",
          "description": "Devil horns grow from your skull, and your skin takes on features of the devil responsible for your diabolic bloodline. You gain resistance 5 to evil, fire and poison, and resistance 1 to physical damage (except silver). You can take good damage, even if you aren’t evil, and you gain weakness 5 to good damage.\n\nHeightened (+2) The resistance to evil, fire and poison increases by 5, the resistance to physical damage (except silver) by 2, and the weakness to good damage by 5.",
          "compset": "FocSpell",
          "spLevelBase": 3,
          "spLevelNet": 3,
          "spCastingText": "{icon:action1} verbal",
          "trkMaximum": 1,
          "proLevelBonNet": 8,
          "stAbScModifier": 4,
          "stNet": 12,
          "stDC": 22,
          "vaDuraText": "1 minute",
          "Action": "Action1",
          "ProfLevel": "Trained",
          "Rarity": "Uncommon",
          "Trait": "clSorcerer,ssTransmutation,trtEvil,trtMorph"
        },
        "ftAdditionalLore.370": {
          "name": "Additional Lore",
          "description": "Your knowledge has expanded to encompass a new field. Choose an additional Lore skill subcategory. You become trained in it. At 3rd, 7th, and 15th levels, you gain an additional skill increase you can apply only to the chosen Lore subcategory.",
          "summary": "Become trained in a Lore skill.",
          "compset": "Feat",
          "components": "Ability",
          "reqLevelNet": 1,
          "rePrerequisites": "trained in Lore",
          "reSpecial": "You can select this feat more than once. Each time you must select a new subcategory of Lore and you gain the additional skill increases to that subcategory for the listed levels.",
          "Trait": "trtGeneral,trtSkill"
        },
        "ftArcanaAdWizA.954": {
          "name": "Advanced Arcana",
          "description": "You gain one wizard feat. For the purpose of meeting its prerequisites, your wizard level is equal to half your character level.",
          "compset": "Feat",
          "components": "Ability",
          "reqLevelNet": 6,
          "rePrerequisites": "Basic Arcana",
          "reSpecial": "You can select this feat more than once. Each time you select it, you gain a new wizard feat.",
          "Trait": "trtArchetype"
        },
        "ftArcanaBaWizA.818": {
          "name": "Basic Arcana",
          "description": "You gain a 1st- or 2nd-level wizard feat of your choice.",
          "compset": "Feat",
          "components": "Ability",
          "reqLevelNet": 4,
          "rePrerequisites": "Wizard Dedication",
          "Trait": "trtArchetype"
        },
        "ftArcaneSense.367": {
          "name": "Arcane Sense",
          "description": "Your study of magic allows you to instinctively sense its presence. You can cast 1st-level detect magic at will as an arcane innate spell. If you’re a master in Arcana, the spell is heightened to 3rd level; if you’re legendary, it is heightened to 4th level.",
          "summary": "Can cast 1st-level detect magic as an innate arcane spell at will.",
          "compset": "Feat",
          "components": "Ability",
          "reqLevelNet": 1,
          "rePrerequisites": "trained in Arcana",
          "Trait": "trtGeneral,trtSkill"
        },
        "ftBloodlineAdSor.839": {
          "name": "Advanced Bloodline",
          "description": "You have studied your bloodline to learn the secrets of its magic. You gain the advanced bloodline spell associated with your bloodline. Increase the number of Focus Points in your focus pool by 1.",
          "compset": "Feat",
          "components": "Ability",
          "reqLevelNet": 6,
          "rePrerequisites": "bloodline spell",
          "Trait": "clSorcerer"
        },
        "ftCantripExpanWiz.820": {
          "name": "Cantrip Expansion",
          "description": "Dedicated study allows you to prepare a wider range of simple spells. You can prepare two additional cantrips each day.",
          "summary": "Prepare two additional cantrips each day.",
          "compset": "Feat",
          "components": "Ability",
          "reqLevelNet": 2,
          "Trait": "clWizard"
        },
        "ftCourtlyGraces.310": {
          "name": "Courtly Graces",
          "description": "You were raised among the nobility or have learned proper etiquette and bearing, allowing you to present yourself as a noble and play games of influence and politics. You can use Society to Make an Impression on a noble, as well as with Impersonate to pretend to be a noble if you aren’t one. If you want to impersonate a specific noble, you still need to use Deception to Impersonate normally, and to Lie when necessary.",
          "summary": "Use Society to Make an Impression on a noble, as well as with Impersonate to pretend to be a noble if you aren’t one.",
          "compset": "Feat",
          "components": "Ability",
          "reqLevelNet": 1,
          "rePrerequisites": "trained in Society",
          "Trait": "trtGeneral,trtSkill"
        },
        "ftDangerSorcSor.308": {
          "name": "Dangerous Sorcery",
          "description": "Your legacy grants you great destructive power. When you Cast a Spell from your spell slots, if the spell deals damage and doesn’t have a duration, you gain a status bonus to that spell’s damage equal to the spell’s level.",
          "summary": "Damage dealing instant spells gain a status bonus to damage equal to the spell's level.",
          "compset": "Feat",
          "components": "Ability",
          "reqLevelNet": 1,
          "Trait": "clSorcerer"
        },
        "ftDevilAdvocHum.307": {
          "name": "Devil's Advocate",
          "description": "You know more about the habits of devils than is entirely safe. You gain a +2 circumstance bonus to Perception checks against devils and saving throws against their abilities. In addition, whenever you meet a devil in a social situation, you can immediately attempt a Diplomacy check to Make an Impression on that creature rather than needing to converse for 1 minute. You take a –5 penalty to the check. If you fail, you can engage in 1 minute of conversation and attempt a new check at the end of that time rather than accepting the failure or critical failure result.",
          "summary": "+2 circumstance to Perception vs. devils and saves vs. their abilities, Make an Impression immediately upon meeting.",
          "compset": "Feat",
          "components": "Ability",
          "reqLevelNet": 1,
          "reAccess": "Chelaxian nationality",
          "reSpecial": "If you have the Glad-Hand skill feat, you don’t take the penalty to your immediate Diplomacy check if the target is a devil.",
          "Rarity": "Uncommon",
          "Trait": "trtHuman"
        },
        "ftLinguistLin.823": {
          "name": "Linguist Dedication",
          "description": "You have studied languages and their development. You become trained in Society; if you were already trained in Society, you instead become an expert in Society. You gain the Multilingual skill feat twice.",
          "summary": "You are Trained in Society (or Expert if you were already trained).",
          "compset": "Feat",
          "components": "Ability",
          "reqLevelNet": 2,
          "rePrerequisites": "You speak at least three languages.",
          "reSpecial": "You can’t select another dedication feat until you have gained two other feats from the linguist archetype.",
          "Trait": "trtArchetype,trtDedication"
        },
        "ftMagicShorthand.371": {
          "name": "Magical Shorthand",
          "description": "Learning spells comes easily to you. If you’re an expert in a tradition’s associated skill, you take 10 minutes per spell level to learn a spell of that tradition, rather than 1 hour per spell level. If you fail to learn the spell, you can try again after 1 week or after you gain a level, whichever comes first. If you’re a master in the tradition’s associated skill, learning a spell takes 5 minutes per spell level, and if you’re legendary, it takes 1 minute per spell level. You can use downtime to learn and inscribe new spells. This works as if you were using Earn Income with the tradition’s associated skill, but instead of gaining money, you choose a spell available to you to learn and gain a discount on learning it, learning it for free if your earned income equals or exceeds its cost.",
          "summary": "If you’re an expert in a tradition’s associated skill take only 10 minutes per spell level to learn a spell. In addition use downtime to learn and inscribe new spells.",
          "compset": "Feat",
          "components": "Ability",
          "reqLevelNet": 2,
          "rePrerequisites": "expert in Arcana, Nature, Occultism, or Religion",
          "Trait": "trtGeneral,trtSkill"
        },
        "ftMultilingual.824": {
          "name": "Multilingual",
          "description": "You easily pick up new languages. You learn two new languages, chosen from common languages, uncommon languages, and any others you have access to. You learn an additional language if you are or become a master in Society and again if you are or become legendary.",
          "summary": "Learn additional common or uncommon languages of your choice.",
          "compset": "Feat",
          "components": "Ability",
          "reqLevelNet": 1,
          "rePrerequisites": "trained in Society",
          "reSpecial": "You can select this feat multiple times. Each time, you learn additional languages.",
          "Trait": "trtGeneral,trtSkill"
        },
        "ftMultilingual.826": {
          "name": "Multilingual",
          "description": "You easily pick up new languages. You learn two new languages, chosen from common languages, uncommon languages, and any others you have access to. You learn an additional language if you are or become a master in Society and again if you are or become legendary.",
          "summary": "Learn additional common or uncommon languages of your choice.",
          "compset": "Feat",
          "components": "Ability",
          "reqLevelNet": 1,
          "rePrerequisites": "trained in Society",
          "reSpecial": "You can select this feat multiple times. Each time, you learn additional languages.",
          "Trait": "trtGeneral,trtSkill"
        },
        "ftMultilingual.842": {
          "name": "Multilingual",
          "description": "You easily pick up new languages. You learn two new languages, chosen from common languages, uncommon languages, and any others you have access to. You learn an additional language if you are or become a master in Society and again if you are or become legendary.",
          "summary": "Learn additional common or uncommon languages of your choice.",
          "compset": "Feat",
          "components": "Ability",
          "reqLevelNet": 1,
          "rePrerequisites": "trained in Society",
          "reSpecial": "You can select this feat multiple times. Each time, you learn additional languages.",
          "Trait": "trtGeneral,trtSkill"
        },
        "ftNaturalAmbitHum.305": {
          "name": "Natural Ambition",
          "description": "You were raised to be ambitious and always reach for the stars, causing you to progress quickly in your chosen field. You gain a 1st-level class feat for your class.",
          "summary": "Gain a 1st-level class feat for your class.",
          "compset": "Feat",
          "components": "Ability",
          "reqLevelNet": 1,
          "Trait": "trtHuman"
        },
        "ftQuickIdentific.369": {
          "name": "Quick Identification",
          "description": "You can Identify Magic swiftly. You take only 1 minute when using Identify Magic to determine the properties of an item, ongoing effect, or location, rather than 10 minutes. If you’re a master, it takes a 3-action activity, and if you’re legendary, it takes 1 action.",
          "summary": "Identify Magic to determine the properties of an item, ongoing effect, or location, takes 1 minute.",
          "compset": "Feat",
          "components": "Ability",
          "reqLevelNet": 1,
          "rePrerequisites": "trained in Arcana, Nature, Occultism or Religion",
          "Trait": "trtGeneral,trtSkill"
        },
        "ftReachSpellWiz.855": {
          "name": "Reach Spell",
          "description": "You can extend the range of your spells. If the next action you use is to Cast a Spell that has a range, increase that spell’s range by 30 feet. As is standard for increasing spell ranges, if the spell normally has a range of touch, you extend its range to 30 feet.",
          "summary": "1 Action: +30' range or range 30' for touch (and melee touch to ranged touch).",
          "compset": "Feat",
          "components": "Ability",
          "reqLevelNet": 1,
          "reTrigger": "You start to cast a spell that has a range. The spell must have a maximum of 2 spellcasting actions.",
          "Action": "Action1",
          "Trait": "clWizard,trtConcentrate,trtMetamagic"
        },
        "ftSpellcastBaWizA.727": {
          "name": "Basic Wizard Spellcasting",
          "description": "You gain the basic spellcasting benefits. Each time you gain a spell slot of a new level from the wizard archetype, add two common spells of that level to your spellbook.\n\nBasic Spellcasting Feat: Available at 4th level, these feats grant a 1st-level spell slot. At 6th level, they grant you a 2nd-level spell slot. At 8th level, they grant you a 3rd-level spell slot.",
          "compset": "Feat",
          "components": "Ability",
          "reqLevelNet": 4,
          "rePrerequisites": "Wizard Dedication",
          "Trait": "trtArchetype"
        },
        "ftWizardWizA.315": {
          "name": "Wizard Dedication",
          "description": "You cast spells like a wizard, gaining a spellbook with four common arcane cantrips of your choice. You gain the Cast a Spell activity. You can prepare two cantrips each day from your spellbook. You’re trained in arcane spell attack rolls and spell DCs. Your key spellcasting ability for wizard archetype spells is Int, and they are arcane wizard spells. You become trained in Arcana; if you were already trained in Arcana, you instead become trained in a skill of your choice.",
          "compset": "Feat",
          "components": "Ability",
          "reqLevelNet": 2,
          "rePrerequisites": "Intelligence 14",
          "reSpecial": "You cannot select another dedication feat until you have gained two other feats from the wizard archetype.",
          "Trait": "trtArchetype,trtDedication,trtMulticlass"
        },
        "grBackpack.444": {
          "name": "Backpack",
          "description": "A backpack holds up to 4 Bulk of items. If you’re carrying or stowing the pack rather than wearing it on your back, its bulk is light instead of negligible. The first 2 Bulk of items in your backpack don’t count against your Bulk limits.",
          "compset": "NormalGear",
          "items": {
            "grBedroll.381": {
              "name": "Bedroll",
              "compset": "NormalGear",
              "grBulk": 0.1,
              "containment": "Stored"
            },
            "grClothingFine.705": {
              "name": "Clothing, fine",
              "description": "Fine clothing, suitable for a noble or royal, is made with expensive fabrics, precious metals, and intricate patterns.",
              "compset": "NormalGear",
              "grBulk": 0.1,
              "containment": "Stored"
            },
            "grClothingOrdinar.712": {
              "name": "Clothing, ordinary",
              "description": "Ordinary clothing is functional with basic tailoring, such as peasant garb, monk’s robes, or work clothes.",
              "compset": "NormalGear",
              "containment": "Stored"
            },
            "grCustomMagic.587": {
              "name": "Arrow Head of Ketaphys",
              "compset": "MagicItem",
              "grBulk": 0.1,
              "containment": "Stored"
            },
            "grCustomMagic.594": {
              "name": "Dragonscale",
              "compset": "MagicItem",
              "containment": "Stored"
            },
            "grFlintSteel.409": {
              "name": "Flint and steel",
              "description": "Flint and steel are useful in creating a fire if you have the time to catch a spark, though using them is typically too time-consuming to be practical during an encounter. Even in ideal conditions, using flint and steel to light a flame requires using at least 3 actions, and often significantly longer.",
              "compset": "NormalGear",
              "containment": "Stored"
            },
            "grOilNectarPurif.736": {
              "name": "Nectar of purification",
              "description": "A shimmering liquid, nectar of purification is often stored in bottles similar to those used for vinegar. This oil casts a 1st-level purify food and drink spell over any food or drink onto which it’s poured. The nectar evaporates as it takes effect, leaving the taste and texture of the food or drink unaltered.",
              "compset": "MagicItem",
              "grBulk": 0.1,
              "trkMaximum": 1,
              "containment": "Stored",
              "Action": "Action1",
              "Trait": "ssNecromancy,trtConsumable,trtMagical,trtOil"
            },
            "grRations.423": {
              "name": "Rations (1 week)",
              "stackQty": 2,
              "compset": "NormalGear",
              "grBulk": 0.1,
              "containment": "Stored"
            },
            "grScholarJourn.528": {
              "name": "Scholarly journal",
              "description": "Scholarly journals are uncommon. Each scholarly journal is a folio on a very specific topic, such as vampires or the history of a single town or neighborhood of a city. If you spend 1 minute referencing an academic journal before attempting a skill check to Recall Knowledge about the subject, you gain a +1 item bonus to the check. A compendium of journals costs five times as much as a single journal and requires both hands to use; each compendium contains several journals and grants its bonus on a broader topic, such as all undead or a whole city. The GM determines what scholarly journals are available in any location.",
              "compset": "NormalGear",
              "grBulk": 0.1,
              "containment": "Stored",
              "Rarity": "Uncommon"
            },
            "grWaterskin.437": {
              "name": "Waterskin",
              "description": "When it’s full, a waterskin has 1 Bulk and contains roughly 1 day’s worth of water for a Small or Medium creature.",
              "compset": "NormalGear",
              "grBulk": 0.1,
              "containment": "Stored"
            },
            "grWritingSet.521": {
              "name": "Writing set",
              "description": "Using a writing set, you can draft correspondence and scribe scrolls. A set includes stationery, including a variety of paper and parchment, as well as ink, a quill or inkpen, sealing wax, and a simple seal. If you’ve written a large amount, you can refill your kit with extra ink and paper.",
              "compset": "NormalGear",
              "grBulk": 0.1,
              "containment": "Stored"
            }
          }
        },
        "grBandolier.507": {
          "name": "Bandolier",
          "description": "A bandolier holds up to eight items of light Bulk within easy reach and is usually used for alchemical items or potions. If you are carrying or stowing a bandolier rather than wearing it around your chest, it has light Bulk instead of negligible. A bandolier can be dedicated to a full set of tools, such as healer’s tools, allowing you to draw the tools as part of the action that requires them.",
          "compset": "NormalGear",
          "items": {
            "grScroll.623": {
              "name": "Scroll of darkness",
              "description": "A scroll contains a single spell that you can cast without having to expend a spell slot. A scroll can be Crafted to contain nearly any spell, so the types of scrolls available are limited only by the number of spells in the game. The exceptions are cantrips, focus spells, and rituals, none of which can be put on scrolls. The spell on a scroll can be cast only once, and the scroll is destroyed as part of the casting. The spell on the scroll is cast at a particular spell level, as determined by the scroll. For instance, a scroll of magic missile (1st level) can be used to cast the 1st-level version of magic missile, but not a magic missile heightened to 2nd level. If no level is listed, the scroll can be used to cast the spell at its lowest level.\n\nIf you find a scroll, you can try to figure out what spell it contains. If the spell is a common spell from your spell list or a spell you know, you can spend a single Recall Knowledge action and automatically succeed at identifying the scroll’s spell. If it’s not, you must use Identify Magic (page 238) to learn what spell the scroll holds.",
              "compset": "MagicItem",
              "grBulk": 0.1,
              "containment": "Stored",
              "Trait": "ssEvocation,trtConsumable,trtDarkness,trtMagical,trtScroll",
              "items": {
                "spDarkness.696": {
                  "name": "Darkness",
                  "description": "You create a shroud of darkness that prevents light from penetrating or emanating within the area. Light does not enter the area and any non-magical light sources, such as a torch or lantern, do not emanate any light while inside the area, even if their light radius would extend beyond the darkness. This also suppresses magical light of your darkness spell’s level or lower. Light can’t pass through, so creatures in the area can’t see outside. From outside, it appears as a globe of pure darkness.\n\nHeightened (4th) Even creatures with darkvision (but not greater darkvision) can barely see through the darkness. They treat targets seen through the darkness as concealed.",
                  "compset": "Spell",
                  "spLevelBase": 2,
                  "spLevelNet": 2,
                  "spCastingText": "{icon:action3} somatic, verbal",
                  "trkMaximum": 1,
                  "proLevelBonNet": 8,
                  "stAbScModifier": 4,
                  "stNet": 12,
                  "stDC": 22,
                  "vaDuraText": "1 minute",
                  "vaRangeText": "120 feet",
                  "vaArea": "20-foot burst",
                  "containment": "Installed",
                  "Action": "Action3",
                  "ProfLevel": "Trained",
                  "Trait": "ssEvocation,trtDarkness"
                }
              }
            },
            "grScroll.631": {
              "name": "Scroll of darkvision",
              "description": "A scroll contains a single spell that you can cast without having to expend a spell slot. A scroll can be Crafted to contain nearly any spell, so the types of scrolls available are limited only by the number of spells in the game. The exceptions are cantrips, focus spells, and rituals, none of which can be put on scrolls. The spell on a scroll can be cast only once, and the scroll is destroyed as part of the casting. The spell on the scroll is cast at a particular spell level, as determined by the scroll. For instance, a scroll of magic missile (1st level) can be used to cast the 1st-level version of magic missile, but not a magic missile heightened to 2nd level. If no level is listed, the scroll can be used to cast the spell at its lowest level.\n\nIf you find a scroll, you can try to figure out what spell it contains. If the spell is a common spell from your spell list or a spell you know, you can spend a single Recall Knowledge action and automatically succeed at identifying the scroll’s spell. If it’s not, you must use Identify Magic (page 238) to learn what spell the scroll holds.",
              "compset": "MagicItem",
              "grBulk": 0.1,
              "containment": "Stored",
              "Trait": "ssDivination,trtConsumable,trtMagical,trtScroll",
              "items": {
                "spDarkvision.697": {
                  "name": "Darkvision",
                  "description": "You grant yourself supernatural sight in areas of darkness. You gain darkvision. \n\nHeightened (3rd) The spell’s range is touch and it targets 1 willing creature. \nHeightened (5th) The spell’s range is touch and it targets 1 willing creature. The duration is until the next time you make your daily preparations.",
                  "compset": "Spell",
                  "spLevelBase": 2,
                  "spLevelNet": 2,
                  "spCastingText": "{icon:action2} somatic, verbal",
                  "trkMaximum": 1,
                  "proLevelBonNet": 8,
                  "stAbScModifier": 4,
                  "stNet": 12,
                  "stDC": 22,
                  "vaDuraText": "1 hour",
                  "containment": "Installed",
                  "Action": "Action2",
                  "ProfLevel": "Trained",
                  "Trait": "ssDivination"
                }
              }
            },
            "grScroll.639": {
              "name": "Scroll of false life",
              "description": "A scroll contains a single spell that you can cast without having to expend a spell slot. A scroll can be Crafted to contain nearly any spell, so the types of scrolls available are limited only by the number of spells in the game. The exceptions are cantrips, focus spells, and rituals, none of which can be put on scrolls. The spell on a scroll can be cast only once, and the scroll is destroyed as part of the casting. The spell on the scroll is cast at a particular spell level, as determined by the scroll. For instance, a scroll of magic missile (1st level) can be used to cast the 1st-level version of magic missile, but not a magic missile heightened to 2nd level. If no level is listed, the scroll can be used to cast the spell at its lowest level.\n\nIf you find a scroll, you can try to figure out what spell it contains. If the spell is a common spell from your spell list or a spell you know, you can spend a single Recall Knowledge action and automatically succeed at identifying the scroll’s spell. If it’s not, you must use Identify Magic (page 238) to learn what spell the scroll holds.",
              "compset": "MagicItem",
              "grBulk": 0.1,
              "containment": "Stored",
              "Trait": "ssNecromancy,trtConsumable,trtMagical,trtScroll",
              "items": {
                "spFalseLife.698": {
                  "name": "False Life",
                  "description": "You create a reservoir of vitality from necromantic energy, gaining a number of temporary Hit Points equal to 6 plus your spellcasting ability modifier.\n\nHeightened (+1) The temporary Hit Points increase by 3.",
                  "compset": "Spell",
                  "spLevelBase": 2,
                  "spLevelNet": 2,
                  "spCastingText": "{icon:action2} somatic, verbal",
                  "trkMaximum": 1,
                  "proLevelBonNet": 8,
                  "stAbScModifier": 4,
                  "stNet": 12,
                  "stDC": 22,
                  "vaDuraText": "8 hours",
                  "containment": "Installed",
                  "Action": "Action2",
                  "ProfLevel": "Trained",
                  "Trait": "ssNecromancy"
                }
              }
            },
            "grScroll.647": {
              "name": "Scroll of fear",
              "description": "A scroll contains a single spell that you can cast without having to expend a spell slot. A scroll can be Crafted to contain nearly any spell, so the types of scrolls available are limited only by the number of spells in the game. The exceptions are cantrips, focus spells, and rituals, none of which can be put on scrolls. The spell on a scroll can be cast only once, and the scroll is destroyed as part of the casting. The spell on the scroll is cast at a particular spell level, as determined by the scroll. For instance, a scroll of magic missile (1st level) can be used to cast the 1st-level version of magic missile, but not a magic missile heightened to 2nd level. If no level is listed, the scroll can be used to cast the spell at its lowest level.\n\nIf you find a scroll, you can try to figure out what spell it contains. If the spell is a common spell from your spell list or a spell you know, you can spend a single Recall Knowledge action and automatically succeed at identifying the scroll’s spell. If it’s not, you must use Identify Magic (page 238) to learn what spell the scroll holds.",
              "compset": "MagicItem",
              "grBulk": 0.1,
              "containment": "Stored",
              "Trait": "ssEnchantment,trtConsumable,trtEmotion,trtFear,trtMagical,trtMental,trtScroll",
              "items": {
                "spFear.699": {
                  "name": "Fear",
                  "description": "You plant fear in the target; it must attempt a Will save.\n\nHeightened (3rd) You can target up to  five creatures.\n\nCritical Success The target is unaffected.\nSuccess The target is frightened 1.\nFailure The target is frightened 2.\nCritical Failure The target is frightened 3 and fleeing for 1 round.",
                  "compset": "Spell",
                  "spLevelBase": 1,
                  "spLevelNet": 1,
                  "spCastingText": "{icon:action2} somatic, verbal",
                  "trkMaximum": 1,
                  "proLevelBonNet": 8,
                  "stAbScModifier": 4,
                  "stNet": 12,
                  "stDC": 22,
                  "vaSave": "Will",
                  "vaDuraText": "varies",
                  "vaRangeText": "30 feet",
                  "vaTarget": "1 creature",
                  "containment": "Installed",
                  "Action": "Action2",
                  "ProfLevel": "Trained",
                  "Trait": "ssEnchantment,trtEmotion,trtFear,trtMental"
                }
              }
            },
            "grScroll.655": {
              "name": "Scroll of heal",
              "description": "A scroll contains a single spell that you can cast without having to expend a spell slot. A scroll can be Crafted to contain nearly any spell, so the types of scrolls available are limited only by the number of spells in the game. The exceptions are cantrips, focus spells, and rituals, none of which can be put on scrolls. The spell on a scroll can be cast only once, and the scroll is destroyed as part of the casting. The spell on the scroll is cast at a particular spell level, as determined by the scroll. For instance, a scroll of magic missile (1st level) can be used to cast the 1st-level version of magic missile, but not a magic missile heightened to 2nd level. If no level is listed, the scroll can be used to cast the spell at its lowest level.\n\nIf you find a scroll, you can try to figure out what spell it contains. If the spell is a common spell from your spell list or a spell you know, you can spend a single Recall Knowledge action and automatically succeed at identifying the scroll’s spell. If it’s not, you must use Identify Magic (page 238) to learn what spell the scroll holds.",
              "compset": "MagicItem",
              "grBulk": 0.1,
              "containment": "Stored",
              "Trait": "ssNecromancy,trtConsumable,trtHealing,trtMagical,trtPositive,trtScroll",
              "items": {
                "spHeal.700": {
                  "name": "Heal",
                  "description": "You channel positive energy to heal the living or damage the undead. If the target is a willing living creature, you restore 1d8 Hit Points. If the target is undead, you deal that amount of positive damage to it, and it gets a basic Fortitude save. The number of actions you spend when Casting this Spell determines its targets, range, area, and other parameters.\n\n{icon:action1} (somatic) The spell has a range of touch.\n\n{icon:action2} (verbal, somatic) The spell has a range of 30 feet. If you’re healing a living creature, increase the Hit Points restored by 8.\n\n{icon:action3} (material, somatic, verbal) You disperse positive energy in a 30-foot emanation. This targets all living and undead creatures in the burst.\n\nHeightened (+1) The amount of healing or damage increases by 1d8, and the extra healing for the 2-action version increases by 8.",
                  "compset": "Spell",
                  "spLevelBase": 1,
                  "spLevelNet": 1,
                  "spCastingText": "{icon:action1} to {icon:action3} ",
                  "trkMaximum": 1,
                  "proLevelBonNet": 8,
                  "stAbScModifier": 4,
                  "stNet": 12,
                  "stDC": 22,
                  "vaRangeText": "varies",
                  "vaTarget": "1 willing living creature or 1 undead creature",
                  "containment": "Installed",
                  "Action": "Action1,Action2,Action3",
                  "ProfLevel": "Trained",
                  "Trait": "ssNecromancy,trtHealing,trtPositive"
                }
              }
            },
            "grScroll.663": {
              "name": "Scroll of obscuring mist",
              "description": "A scroll contains a single spell that you can cast without having to expend a spell slot. A scroll can be Crafted to contain nearly any spell, so the types of scrolls available are limited only by the number of spells in the game. The exceptions are cantrips, focus spells, and rituals, none of which can be put on scrolls. The spell on a scroll can be cast only once, and the scroll is destroyed as part of the casting. The spell on the scroll is cast at a particular spell level, as determined by the scroll. For instance, a scroll of magic missile (1st level) can be used to cast the 1st-level version of magic missile, but not a magic missile heightened to 2nd level. If no level is listed, the scroll can be used to cast the spell at its lowest level.\n\nIf you find a scroll, you can try to figure out what spell it contains. If the spell is a common spell from your spell list or a spell you know, you can spend a single Recall Knowledge action and automatically succeed at identifying the scroll’s spell. If it’s not, you must use Identify Magic (page 238) to learn what spell the scroll holds.",
              "compset": "MagicItem",
              "grBulk": 0.1,
              "containment": "Stored",
              "Trait": "ssConjuration,trtConsumable,trtMagical,trtScroll,trtWater",
              "items": {
                "spObscuringMist.701": {
                  "name": "Obscuring Mist",
                  "description": "You call forth a cloud of mist. All creatures within the mist become concealed, and all creatures outside the mist become concealed to creatures within it. You can Dismiss the cloud.",
                  "compset": "Spell",
                  "spLevelBase": 2,
                  "spLevelNet": 2,
                  "spCastingText": "{icon:action3} material, somatic, verbal",
                  "trkMaximum": 1,
                  "proLevelBonNet": 8,
                  "stAbScModifier": 4,
                  "stNet": 12,
                  "stDC": 22,
                  "vaDuraText": "1 minute",
                  "vaRangeText": "120 feet",
                  "vaArea": "20-foot burst",
                  "containment": "Installed",
                  "Action": "Action3",
                  "ProfLevel": "Trained",
                  "Trait": "ssConjuration,trtWater"
                }
              }
            },
            "grScroll.671": {
              "name": "Scroll of sleep",
              "description": "A scroll contains a single spell that you can cast without having to expend a spell slot. A scroll can be Crafted to contain nearly any spell, so the types of scrolls available are limited only by the number of spells in the game. The exceptions are cantrips, focus spells, and rituals, none of which can be put on scrolls. The spell on a scroll can be cast only once, and the scroll is destroyed as part of the casting. The spell on the scroll is cast at a particular spell level, as determined by the scroll. For instance, a scroll of magic missile (1st level) can be used to cast the 1st-level version of magic missile, but not a magic missile heightened to 2nd level. If no level is listed, the scroll can be used to cast the spell at its lowest level.\n\nIf you find a scroll, you can try to figure out what spell it contains. If the spell is a common spell from your spell list or a spell you know, you can spend a single Recall Knowledge action and automatically succeed at identifying the scroll’s spell. If it’s not, you must use Identify Magic (page 238) to learn what spell the scroll holds.",
              "compset": "MagicItem",
              "grBulk": 0.1,
              "containment": "Stored",
              "Trait": "ssEnchantment,trtConsumable,trtIncapacitation,trtMagical,trtMental,trtScroll,trtSleep",
              "items": {
                "spSleep.702": {
                  "name": "Sleep",
                  "description": "Each creature in the area becomes drowsy and might fall asleep. A creature that falls unconscious from this spell doesn’t fall prone or release what it’s holding. This spell doesn’t prevent creatures from waking up due to a successful Perception check, limiting its utility in combat.\n\nHeightened (4th) The creatures fall unconscious for 1 round on a failure or 1 minute on a critical failure. They fall prone and release what they’re holding, and they can’t attempt Perception checks to wake up. When the duration ends, the creature is sleeping normally instead of automatically waking up.\n\nCritical Success The creature is unaffected.\nSuccess The creature takes a –1 status penalty to Perception checks for 1 round.\nFailure The creature falls unconscious. If it’s still unconscious after 1 minute, it wakes up automatically.\nCritical Failure The creature falls unconscious. If it’s still unconscious after 1 hour, it wakes up automatically.",
                  "compset": "Spell",
                  "spLevelBase": 1,
                  "spLevelNet": 1,
                  "spCastingText": "{icon:action2} somatic, verbal",
                  "trkMaximum": 1,
                  "proLevelBonNet": 8,
                  "stAbScModifier": 4,
                  "stNet": 12,
                  "stDC": 22,
                  "vaSave": "Will",
                  "vaRangeText": "30 feet",
                  "vaArea": "5-foot burst",
                  "containment": "Installed",
                  "Action": "Action2",
                  "ProfLevel": "Trained",
                  "Trait": "ssEnchantment,trtIncapacitation,trtMental,trtSleep"
                }
              }
            }
          }
        },
        "grBeltPouch.388": {
          "name": "Belt pouch",
          "description": "A belt pouch holds up to four items of light Bulk.",
          "compset": "NormalGear",
          "items": {
            "aiElixComprehenLr.601": {
              "name": "Comprehension elixir, lesser",
              "description": "This bitter draught opens your mind to the potential of the written word. For the listed duration after drinking this elixir, you can understand any words you read, so long as they are written in a common language. This elixir doesn’t automatically allow you to understand codes or extremely esoteric passages—you still need to attempt a skill check to Decipher Writing.\n\nLesser\nThe duration is 1 minute.",
              "compset": "AlchemicalItem",
              "grBulk": 0.1,
              "trkMaximum": 1,
              "containment": "Stored",
              "Action": "Action1",
              "Trait": "trtAlchemical,trtConsumable,trtElixir,trtMental"
            }
          }
        },
        "grBeltPouch.395": {
          "name": "Belt pouch",
          "description": "A belt pouch holds up to four items of light Bulk.",
          "compset": "NormalGear",
          "items": {
            "grScroll.679": {
              "name": "Scroll of touch of idiocy",
              "description": "A scroll contains a single spell that you can cast without having to expend a spell slot. A scroll can be Crafted to contain nearly any spell, so the types of scrolls available are limited only by the number of spells in the game. The exceptions are cantrips, focus spells, and rituals, none of which can be put on scrolls. The spell on a scroll can be cast only once, and the scroll is destroyed as part of the casting. The spell on the scroll is cast at a particular spell level, as determined by the scroll. For instance, a scroll of magic missile (1st level) can be used to cast the 1st-level version of magic missile, but not a magic missile heightened to 2nd level. If no level is listed, the scroll can be used to cast the spell at its lowest level.\n\nIf you find a scroll, you can try to figure out what spell it contains. If the spell is a common spell from your spell list or a spell you know, you can spend a single Recall Knowledge action and automatically succeed at identifying the scroll’s spell. If it’s not, you must use Identify Magic (page 238) to learn what spell the scroll holds.",
              "compset": "MagicItem",
              "grBulk": 0.1,
              "containment": "Stored",
              "Trait": "ssEnchantment,trtConsumable,trtMagical,trtMental,trtScroll",
              "items": {
                "spTouchIdiocy.703": {
                  "name": "Touch of Idiocy",
                  "description": "You dull the target’s mind; the target must attempt a Will save.\n\nSuccess The target is unaffected.\nFailure The target is stupefied 2.\nCritical Failure The target is stupefied 4.",
                  "compset": "Spell",
                  "spLevelBase": 2,
                  "spLevelNet": 2,
                  "spCastingText": "{icon:action2} somatic, verbal",
                  "trkMaximum": 1,
                  "proLevelBonNet": 8,
                  "stAbScModifier": 4,
                  "stNet": 12,
                  "stDC": 22,
                  "vaSave": "Will",
                  "vaDuraText": "1 minute",
                  "vaRangeText": "touch",
                  "vaTarget": "1 living creature",
                  "containment": "Installed",
                  "Action": "Action2",
                  "ProfLevel": "Trained",
                  "Trait": "ssEnchantment,trtMental"
                }
              }
            }
          }
        },
        "grHandMage.579": {
          "name": "Hand of the mage",
          "description": "This mummified elf hand hangs on a golden chain, its gnarled fingers locked in a peculiar pattern.\n\nActivate {icon:action2} command, envision; Effect You cast mage hand.",
          "summary": "Use mage hand at will as an innate spell.",
          "compset": "MagicItem",
          "grBulk": 0.1,
          "Action": "Action2",
          "Trait": "ssEvocation,trtInvested,trtMagical"
        },
        "grSpellbook.312": {
          "name": "Spellbook",
          "description": "A spellbook holds the written knowledge necessary to learn and prepare various spells, a necessity for wizards (who typically get one for free) and a useful luxury for other spellcasters looking to learn additional spells. Each spellbook can hold up to 100 spells. The Price listed is for a blank spellbook.",
          "compset": "Spellbook",
          "grBulk": 0.1,
          "items": {
            "spAcidSplash.351": {
              "name": "Acid Splash",
              "description": "You splash a glob of acid that splatters creatures and objects alike. Make a spell attack. If you hit, you deal 1d6 acid damage plus 1 splash acid damage. On a critical success, the target also takes 1 persistent acid damage. \n\nHeightened (3rd) The initial damage increases to 1d6 + your spellcasting ability modifier, and the persistent damage increases to 2. \nHeightened (5th) The initial damage increases to 2d6 + your spellcasting ability modifier, the persistent damage increases to 3, and the splash damage increases to 2. \nHeightened (7th) The initial damage increases to 3d6 + your spellcasting ability modifier, the persistent damage increases to 4, and the splash damage increases to 3. \nHeightened (9th) The initial damage increases to 4d6 + your spellcasting ability modifier, the persistent damage increases to 5, and the splash damage increases to 4.",
              "compset": "Spell",
              "spLevelBase": 1,
              "spLevelNet": 1,
              "spCastingText": "{icon:action2} somatic, verbal",
              "vaRangeText": "30 feet",
              "vaTarget": "one creature or object",
              "containment": "Installed",
              "Action": "Action2",
              "ProfLevel": "Trained",
              "Trait": "ssEvocation,trtAcid,trtAttack,trtCantrip"
            },
            "spBurningHands.799": {
              "name": "Burning Hands",
              "description": "Gouts of flame rush from your hands. You deal 2d6 fire damage to creatures in the area.\n\nHeightened (+1) The damage increases by 2d6.",
              "compset": "Spell",
              "spLevelBase": 1,
              "spLevelNet": 1,
              "spCastingText": "{icon:action2} somatic, verbal",
              "vaSave": "basic Reflex",
              "vaRangeText": "15-ft. cone",
              "vaArea": "15-foot cone",
              "containment": "Installed",
              "Action": "Action2",
              "ProfLevel": "Trained",
              "Trait": "ssEvocation,trtFire"
            },
            "spElectricArc.352": {
              "name": "Electric Arc",
              "description": "An arc of lightning leaps from one target to another. You deal electricity damage equal to 1d4 plus your spellcasting ability modifier.\n\nHeightened (+1) The damage increases by 1d4.",
              "compset": "Spell",
              "spLevelBase": 1,
              "spLevelNet": 1,
              "spCastingText": "{icon:action2} somatic, verbal",
              "vaSave": "basic Reflex",
              "vaRangeText": "30 feet",
              "vaTarget": "1 or 2 creatures",
              "containment": "Installed",
              "Action": "Action2",
              "ProfLevel": "Trained",
              "Trait": "ssEvocation,trtCantrip,trtElectricity"
            },
            "spFireball.755": {
              "name": "Fireball",
              "description": "A roaring blast of fire appears at a spot you designate, dealing 6d6 fire damage.\n\nHeightened (+1) The damage increases by 2d6.",
              "compset": "Spell",
              "spLevelBase": 3,
              "spLevelNet": 3,
              "spCastingText": "{icon:action2} somatic, verbal",
              "vaSave": "basic Reflex",
              "vaRangeText": "500 feet",
              "vaArea": "20-foot burst",
              "containment": "Installed",
              "Action": "Action2",
              "ProfLevel": "Trained",
              "Trait": "ssEvocation,trtFire"
            },
            "spHeatMetal.846": {
              "name": "Heat Metal",
              "description": "This spell heats the targeted metal to become red-hot for a moment. This is usually harmless to an unattended metal item, which doesn’t get a saving throw, though the GM might rule that flammable materials connected to the object catch fire or melt. If you target an item worn or carried by a creature, or you target a creature made primarily of metal, the heat deals 4d6 fire damage and 2d4 persistent fire damage to the creature, which must attempt a Reflex saving throw.\n\nIf you target an item held by the creature, the creature can Release the item to improve their degree of success by one step from the result of their saving throw. The persistent damage is associated with the object and damages whichever creature is holding or wearing it. It has no effect if no one is holding the item, but you continue to attempt flat checks to end the persistent damage as normal, since the item remains hot and can sear someone who picks it up.\n\nHeightened (+1) The initial damage increases by 2d6 and the persistent damage increases by 1d4.\n\nCritical Success The creature is unaffected.\nSuccess The creature takes half damage and the object deals no persistent fire damage.\nFailure The creature takes full damage and the object deals full persistent damage.\nCritical Failure As failure, but the creature takes double damage and the object deals double persistent damage.",
              "compset": "Spell",
              "spLevelBase": 2,
              "spLevelNet": 2,
              "spCastingText": "{icon:action2} somatic, verbal",
              "vaRangeText": "30 feet",
              "vaTarget": "1 metal item or metal creature",
              "containment": "Installed",
              "Action": "Action2",
              "ProfLevel": "Trained",
              "Trait": "ssEvocation,trtFire"
            },
            "spInvisibility.798": {
              "name": "Invisibility",
              "description": "Cloaked in illusion, the target becomes invisible. This makes it undetected to all creatures, though the creatures can attempt to find the target, making it hidden to them instead (page 466). If the target uses a hostile action, the spell ends after that hostile action is completed.\n\nHeightened (4th) The spell lasts 1 minute, but it doesn’t end if the target uses a hostile action.",
              "compset": "Spell",
              "spLevelBase": 2,
              "spLevelNet": 2,
              "spCastingText": "{icon:action2} material, somatic",
              "vaDuraText": "10 minute",
              "vaRangeText": "touch",
              "vaTarget": "one creature",
              "containment": "Installed",
              "Action": "Action2",
              "ProfLevel": "Trained",
              "Trait": "ssIllusion"
            },
            "spKnock.845": {
              "name": "Knock",
              "description": "You make the target easier to open. Knock grants a +4 status bonus to any creature that tries to open the target door, lock, or container with an Athletics or a Thievery check. You can attempt a Thievery check to open the target as part of casting knock, and you add your level even if you’re untrained.\n\nKnock counteracts lock.",
              "compset": "Spell",
              "spLevelBase": 2,
              "spLevelNet": 2,
              "spCastingText": "{icon:action2} somatic, verbal",
              "vaDuraText": "1 minute",
              "vaRangeText": "30 feet",
              "vaTarget": "1 door, lock, or container",
              "containment": "Installed",
              "Action": "Action2",
              "ProfLevel": "Trained",
              "Trait": "ssTransmutation"
            },
            "spMageArmor.359": {
              "name": "Mage Armor",
              "description": "You ward yourself with shimmering magical energy, gaining a +1 item bonus to AC and a maximum Dexterity modifier of +5. While wearing mage armor, you use your unarmored proficiency to calculate your AC.\n\nHeightened (4th) You gain a +1 item bonus to saving throws.\nHeightened (6th) The item bonus to AC increases to +2, and you gain a +1 item bonus to saving throws.\nHeightened (8th) The item bonus to AC increases to +2, and you gain a +2 item bonus to saving throws.\nHeightened (10th) The item bonus to AC increases to +3, and you gain a +3 item bonus to saving throws.",
              "compset": "Spell",
              "spLevelBase": 1,
              "spLevelNet": 1,
              "spCastingText": "{icon:action2} somatic, verbal",
              "vaDuraText": "until the next time you make your daily preparations",
              "containment": "Installed",
              "Action": "Action2",
              "ProfLevel": "Trained",
              "Trait": "ssAbjuration"
            },
            "spMagicMissile.361": {
              "name": "Magic Missile",
              "description": "You send a dart of force streaking toward a creature that you can see. It automatically hits and deals 1d4+1 force damage. For each additional action you use when Casting the Spell, increase the number of missiles you shoot by one, to a maximum of three missiles for 3 actions. You choose the target for each missile individually. If you shoot more than one missile at the same target, combine the damage before applying bonuses or penalties to damage, resistances, weaknesses, and so forth.\n\nHeightened (+2) You shoot one additional missile with each action you spend.",
              "compset": "Spell",
              "spLevelBase": 1,
              "spLevelNet": 1,
              "spCastingText": "{icon:action1} to {icon:action3} somatic, verbal",
              "vaRangeText": "120 feet",
              "vaTarget": "1 creature",
              "containment": "Installed",
              "Action": "Action1,Action2,Action3",
              "ProfLevel": "Trained",
              "Trait": "ssEvocation,trtForce"
            },
            "spMessage.353": {
              "name": "Message",
              "description": "You mouth words quietly, but instead of coming out of your mouth, they’re transferred directly to the ears of the target. While others can’t hear your words any better than if you normally mouthed them, the target can hear your words as if they were standing next to you. The target can give a brief response as a reaction, or as a free action on their next turn if they wish, but they must be able to see you and be within range to do so. If they respond, their response is delivered directly to your ear, just like the original message.\n\nHeightened (3rd) The spell’s range increases to 500 feet.",
              "compset": "Spell",
              "spLevelBase": 1,
              "spLevelNet": 1,
              "spCastingText": "{icon:action1} verbal",
              "vaDuraText": "see below",
              "vaRangeText": "120 feet",
              "vaTarget": "1 creature",
              "containment": "Installed",
              "Action": "Action1",
              "ProfLevel": "Trained",
              "Trait": "ssIllusion,trtAuditory,trtCantrip,trtLinguistic,trtMental"
            },
            "spRayFrost.354": {
              "name": "Ray of Frost",
              "description": "You blast an icy ray. Make a spell attack roll. The ray deals cold damage equal to 1d4 + your spellcasting ability modifier.\n\nHeightened (+1) The damage increases by 1d4.\n\nCritical Success The target takes double damage and takes a –10-foot status penalty to its Speeds for 1 round.\nSuccess The target takes normal damage.",
              "compset": "Spell",
              "spLevelBase": 1,
              "spLevelNet": 1,
              "spCastingText": "{icon:action2} somatic, verbal",
              "vaRangeText": "120 feet",
              "vaTarget": "1 creature",
              "containment": "Installed",
              "Action": "Action2",
              "ProfLevel": "Trained",
              "Trait": "ssEvocation,trtAttack,trtCantrip,trtCold"
            }
          }
        },
        "hrVersatHeritHum.270": {
          "name": "Versatile Heritage",
          "description": "Humanity’s versatility and ambition have fueled its ascendance to be the most common ancestry in most nations throughout the world. Select a general feat of your choice for which you meet the prerequisites (as with your ancestry feat, you can select this general feat at any point during character creation).",
          "summary": "Select a general feat of your choice for which you meet the prerequisites.",
          "compset": "Heritage",
          "components": "Ability",
          "Trait": "trtHuman"
        },
        "lnAbyssal.377": {
          "name": "Abyssal",
          "compset": "Language",
          "Rarity": "Uncommon"
        },
        "lnCommon.265": {
          "name": "Common",
          "compset": "Language",
          "Rarity": "Common"
        },
        "lnDraconic.832": {
          "name": "Draconic",
          "compset": "Language",
          "Rarity": "Common"
        },
        "lnEkujaeShape.844": {
          "name": "Ekujae Shape-Script",
          "description": "Ekujae highly value art and academia, but their method of keeping records can seem impenetrable to foreign scholars, making it difficult for them to share much of their lore with non-Ekujae. Along with maintaining strong oral and musical traditions, they also create “record trees.” Ekujae carefully cultivated these trees to grow specific patterns in their trunks and branches, which serve as semipermanent records of important information and events. This unique system of shape-based writing can also record physical movements and even musical notes. From a young age, Ekujae learn how to read and write in this threedimensional language; half-elves are particularly adept at translating their Ekujae forebears’ shape-speech or transcribing record trees into other forms of media, such as thin bronze strips woven into tree-like shapes or a shape-based, albeit complex script for when it becomes necessary to write in ink.",
          "compset": "Language",
          "Rarity": "Uncommon"
        },
        "lnElven.843": {
          "name": "Elven",
          "compset": "Language",
          "Rarity": "Common"
        },
        "lnGoblin.380": {
          "name": "Goblin",
          "compset": "Language",
          "Rarity": "Common"
        },
        "lnHalfling.829": {
          "name": "Halfling",
          "compset": "Language",
          "Rarity": "Common"
        },
        "lnInfernal.378": {
          "name": "Infernal",
          "compset": "Language",
          "Rarity": "Uncommon"
        },
        "lnIruxi.831": {
          "name": "Iruxi",
          "compset": "Language",
          "Rarity": "Uncommon"
        },
        "lnMwangi.830": {
          "name": "Mwangi",
          "description": "The Common tongue of the Mwangi Expanse is known simply as Mwangi, a trade language developed to be accessible to people from different backgrounds across the Expanse.",
          "compset": "Language",
          "Rarity": "Uncommon"
        },
        "lnNecril.379": {
          "name": "Necril",
          "compset": "Language",
          "Rarity": "Uncommon"
        },
        "lnVarisian.376": {
          "name": "Varisian",
          "compset": "Language",
          "Rarity": "Uncommon"
        },
        "mvSpeed.267": {
          "name": "Speed",
          "description": "The Speed statistic—also called land Speed—that most player characters and monsters have indicates how far they can move across the ground. When you use the Stride action, you move a number of feet equal to your Speed. Numerous other abilities allow you to move, from Crawling to Leaping, and most of them are based on your Speed in some way. Whenever a rule mentions your Speed without specifying a type, it’s referring to your land Speed.",
          "compset": "Movement",
          "stNet": 25,
          "stMiscMod": 25
        },
        "nwFist.157": {
          "name": "Fist",
          "compset": "NaturalWep",
          "wpMelAttacks": {
            "atk1": {
              "id": "Melee",
              "name": "Melee",
              "attack": "+10|+6|+2",
              "attackExpr": "={1d20+10}|={1d20+6}|={1d20+2}",
              "damage": "1d4 B|1d4 B|1d4 B",
              "damageExpr": "={(1d4+0)f1c2rm[Bludgeoning:B]}|={(1d4+0)f1c2rm[Bludgeoning:B]}|={(1d4+0)f1c2rm[Bludgeoning:B]}"
            }
          },
          "proLevelBonNet": 8,
          "ProfLevel": "Trained",
          "items": {
            "wtAgile.171": {
              "name": "Agile",
              "description": "The multiple attack penalty you take with this weapon on the second attack on your turn is –4 instead of –5, and –8 instead of –10 on the third and subsequent attacks in the turn.",
              "summary": "Multiple attack penalties reduced by 1 (2nd attack) or 2 (3rd attack).",
              "compset": "WeaponTrait",
              "components": "Ability",
              "containment": "Installed"
            },
            "wtFinesse.172": {
              "name": "Finesse",
              "description": "You can use your Dexterity modifier instead of your Strength modifier on attack rolls using this melee weapon. You still use your Strength modifier when calculating damage.",
              "summary": "Can use your Dex modifier to calculate attacks with this weapon.",
              "compset": "WeaponTrait",
              "components": "Ability",
              "containment": "Installed"
            },
            "wtNonlethal.173": {
              "name": "Nonlethal",
              "description": "Attacks with this weapon are nonlethal, and are used to knock creatures unconscious instead of kill them. You can use a nonlethal weapon to make a lethal attack with a –2 circumstance penalty.",
              "compset": "WeaponTrait",
              "components": "Ability",
              "containment": "Installed"
            },
            "wtUnarmed.170": {
              "name": "Unarmed",
              "description": "An unarmed attack uses your body rather than a manufactured weapon. An unarmed attack isn’t a weapon, though it’s categorized with weapons for weapon groups, and it might have weapon traits. Since it’s part of your body, an unarmed attack can’t be Disarmed. It also doesn’t take up a hand, though a fist or other grasping appendage follows the same rules as a free-hand weapon.",
              "summary": "Not a weapon, and can't be Disarmed.",
              "compset": "WeaponTrait",
              "components": "Ability",
              "containment": "Installed"
            }
          }
        },
        "rvFocusPoints.54": {
          "name": "Focus Points",
          "compset": "Reserves",
          "rvMax": 2,
          "rvCurrent": 2
        },
        "rvHeroPoints.55": {
          "name": "Hero Points",
          "description": "Your character earns Hero Points for performing heroic deeds or tasks and can spend these Hero Points to gain certain benefits. Your character starts each game session with 1 Hero Point. The GM can award Hero Points when PCs perform further heroic deeds or tasks, or when players do something special for the group. For the characters’ actions, this all comes from the story. A character needs to do something selfless or daring beyond normal expectations. Players add Hero Points by taking on at least one additional responsibility, such as bringing food for the group, keeping a map of a dungeon, or taking notes.\n\nEach game session, the GM should award no more than 1 Hero Point per PC for in-game actions plus 1 Hero Point per PC for out-of-game actions. This number can be higher for game sessions longer than 4 hours.\n\nYour character can have a maximum of 3 Hero Points at a given time. These points can’t be saved up over the course of multiple sessions; at the end of each game session, your character loses all Hero Points.\n\nSpending Hero Points\n\nSpending Hero Points doesn’t require your character to take an action, a reaction, or a free action.\n\n• Spending 1 Hero Point allows you to stave off death. Anytime you gain the dying condition or your dying condition increases in severity (see page 296), you can return to 1 Hit Point. As normal for gaining HP when dying, you lose the dying condition, become conscious, and are slowed for 1 round. lose the dying condition entirely, even if the increase in the dying condition would otherwise cause you to die. If you have 0 Hit Points, you also go to 1 Hit Point.\n\n• Spending 2 Hero Points allows you to reroll a d20 roll. You must use the second result, but if you fail, you regain 1 of the Hero Points you just spent. You can’t spend Hero Points more than once on a single roll. This is a fortune effect.\n\n• Spending 3 Hero Points allows you to act one extra time in an encounter. You can spend the Hero Points on your turn to increase your number of actions for the turn by 1. To take an extra reaction when you’ve already used your reaction for the round, you spend these Hero Points when the trigger for that reaction occurs. You can’t spend Hero Points to use additional actions or reactions if you can’t act.\n\nDescribing Heroic Deeds\n\nBecause spending Hero Points reflects heroic deeds or tasks that surpass normal expectations, if you spend a Hero Point, you should describe the deed or task your character accomplishes with it to the other players.\n\nYour character’s deed might involve a lesson learned in a past adventure, could be spurred on by a determination to save someone else in the encounter, or might depend on an item that ended up on their person due to a previous exploit or social interaction. If you don’t want to describe the deed or don’t have any strong ideas about how to do so, ask the GM to come up with something for you. This can be a collaborative process, too. The GM might remind you of a long-forgotten event in the campaign, then have you fill in how that comes back just at the right time. ",
          "compset": "Reserves",
          "rvMax": 3,
          "rvCurrent": 1
        },
        "rvHitPoints.213": {
          "name": "Hit Points",
          "compset": "Reserves",
          "rvMax": 44,
          "rvCurrent": 44
        },
        "sfEvocation.894": {
          "name": "Staff of evocation (3 charges/day)",
          "description": "This staff is tapered at the base and carved into a gem-studded twist at the top. While wielding the staff, you gain a +2 circumstance bonus to checks to identify evocation magic.\n\nActivate Cast a Spell; Effect You expend a number of charges from the staff to cast a spell from its list.\n • Cantrip ray of frost\n • 1st magic missile, shocking grasp\n • 2nd acid arrow, glitterdust\n\nCraft Requirements Supply one casting of all listed levels of all listed spells.",
          "compset": "Staff",
          "grBulk": 1,
          "proLevelBonNet": 8,
          "wpMelAttacks": {
            "atk1": {
              "id": "Melee",
              "name": "Melee",
              "attack": "+8|+3|-2",
              "attackExpr": "={1d20+8}|={1d20+3}|={1d20-2}",
              "damage": "1d4 B|1d4 B|1d4 B",
              "damageExpr": "={(1d4+0)f1c2rm[Bludgeoning:B]}|={(1d4+0)f1c2rm[Bludgeoning:B]}|={(1d4+0)f1c2rm[Bludgeoning:B]}"
            }
          },
          "trkMaximum": 3,
          "Period": "Day",
          "ProfLevel": "Trained",
          "Rarity": "Common",
          "Trait": "ssEvocation,trtMagical,trtStaff",
          "items": {
            "wtTwoHand.909": {
              "name": "Two-Hand (1d8)",
              "description": "This weapon can be wielded with two hands. Doing so changes its weapon damage die to the indicated value. This change applies to all the weapon’s damage dice, such as those from striking runes.",
              "summary": "When wielded in two hands, increase damage die size.",
              "compset": "WeaponTrait",
              "components": "Ability",
              "containment": "Installed"
            }
          }
        },
        "skAcrobatics.80": {
          "name": "Acrobatics",
          "description": "Acrobatics measures your ability to perform tasks requiring coordination and grace. When you use the Escape basic action (page 470), you can use your Acrobatics modifier instead of your unarmed attack modifier.\n\nBalance {icon:action1}\nMove\nRequirements You are in a square that contains a narrow surface, uneven ground, or another similar feature.\nYou move across a narrow surface or uneven ground, attempting an Acrobatics check against its Balance DC. You are flat-footed while on a narrow surface or uneven ground.\nCritical Success You move up to your Speed.\nSuccess You move up to your Speed, treating it as diflcult terrain (every 5 feet costs 10 feet of movement).\nFailure You must remain stationary to keep your balance (wasting the action) or you fall. If you fall, your turn ends.\nCritical Failure You fall and your turn ends.\n\nSample Balance Tasks\nUntrained tangled roots, uneven cobblestones\nTrained wooden beam\nExpert deep, loose gravel\nExpert tightrope, smooth sheet of ice\nLegendary razor’s edge, chunks of floor falling in midair\n\nTumble Through {icon:action1}\nMove\nYou Stride up to your Speed. During this movement, you can try to move through the space of one enemy. Attempt an Acrobatics check against the enemy’s Reflex DC as soon as you try to enter its space. You can Tumble Through using Climb, Fly, Swim, or another action instead of Stride in the appropriate environment.\nSuccess You move through the enemy’s space, treating the squares in its space as diflcult terrain (every 5 feet costs 10 feet of movement). If you don’t have enough Speed to move all the way through its space, you get the same effect as a failure.\nFailure Your movement ends, and you trigger reactions as if you had moved out of the square you started in.\n\nAcrobatics Trained Actions\n\nManeuver in Flight {icon:action1}\nMove\nRequirements You have a fly Speed.\nYou try a diflcult maneuver while flying. Attempt an Acrobatics check. The GM determines what maneuvers are possible, but they rarely allow you to move farther than your fly Speed.\nSuccess You succeed at the maneuver.\nFailure Your maneuver fails. The GM chooses if you simply can’t move or if some other detrimental effect happens. The outcome should be appropriate for the maneuver you attempted (for instance, being blown off course if you were trying to fly against a strong wind).\nCritical Failure As failure, but the consequence is more dire.\n\nSample Maneuver in Flight Tasks\nTrained steep ascent or descent\nExpert fly against the wind, hover midair\nMaster reverse direction\nLegendary fly through gale force winds\n\nSqueeze\nExploration, Move\nYou contort yourself to squeeze through a space so small you can barely fit through. This action is for exceptionally small spaces; many tight spaces are diflcult terrain (page 475) that you can move through more quickly and without a check.\nCritical Success You squeeze through the tight space in 1 minute per 10 feet of squeezing.\nSuccess You squeeze through in 1 minute per 5 feet.\nCritical Failure You become stuck in the tight space. While you’re stuck, you can spend 1 minute attempting another Acrobatics check at the same DC. Any result on that check other than a critical failure causes you to become unstuck.\n\nSample Squeeze Tasks\nTrained space barely fitting your shoulders\nMaster space barely fitting your head",
          "summary": "Acrobatics measures your ability to perform tasks requiring coordination and grace.",
          "compset": "Skill",
          "proLevelBonNet": 8,
          "stAbScModifier": 2,
          "stNet": 10,
          "stDC": 20,
          "ProfLevel": "Trained"
        },
        "skArcana.85": {
          "name": "Arcana",
          "description": "Arcana measures how much you know about arcane magic and creatures. Even if you’re untrained, you can Recall Knowledge (page 238).\n• Recall Knowledge about arcane theories; magic traditions; creatures of arcane significance (like dragons and beasts); and the Elemental, Astral, and Shadow Planes.\n\nArcana Trained Actions\nYou must be trained in Arcana to use it for the following general skill actions (page 234).\n• Decipher Writing about arcane theory.\n• Identify Magic, particularly arcane magic.\n• Learn a Spell from the arcane tradition.\n\nBorrow an Arcane Spell\nConcentrate, Exploration\nIf you’re an arcane spellcaster who prepares from a spellbook, you can attempt to prepare a spell from someone else’s spellbook. The GM sets the DC for the check based on the spell’s level and rarity; it’s typically a bit easier than Learning the Spell.\nSuccess You prepare the borrowed spell as part of your normal spell preparation.\nFailure You fail to prepare the spell, but the spell slot remains available for you to prepare a difierent spell. You can’t try to prepare this spell until the next time you prepare spells.",
          "summary": "Arcana measures how much you know about arcane magic and creatures.",
          "compset": "Skill",
          "proLevelBonNet": 10,
          "stAbScModifier": 4,
          "stNet": 14,
          "stDC": 24,
          "ProfLevel": "Expert"
        },
        "skAthletics.91": {
          "name": "Athletics",
          "description": "Athletics allows you to perform deeds of physical prowess. When you use the Escape basic action (page 470), you can use your Athletics modifier instead of your unarmed attack modifier.\n\nClimb {icon:action1}\nMove\nRequirements You have both hands free.\nYou move up, down, or across an incline. Unless it’s particularly easy, you must attempt an Athletics check. The GM determines the DC based on the nature of the incline and environmental circumstances. You’re flat-footed unless you have a climb Speed.\nCritical Success You move up, across, or safely down the incline for 5 feet plus 5 feet per 20 feet of your land Speed (a total of 10 feet for most PCs).\nSuccess You move up, across, or safely down the incline for 5 feet per 20 feet of your land Speed (a total of 5 feet for most PCs, minimum 5 feet if your Speed is below 20 feet).\nCritical Failure You fall. If you began the climb on stable ground, you fall and land prone.\n\nSample Climb Tasks\nUntrained ladder, steep slope, low-branched tree\nTrained rigging, rope, typical tree\nExpert wall with small handholds and footholds\nMaster ceiling with handholds and footholds, rock wall\nLegendary smooth surface\n\nForce Open {icon:action1}\nAttack\nUsing your body, a lever, or some other tool, you attempt to forcefully open a door, window, container or heavy gate. With a high enough result, you can even smash through walls. Without a crowbar, prying something open takes a –2 item penalty to the Athletics check to Force Open.\nCritical Success You open the door, window, container, or gate and can avoid damaging it in the process.\nSuccess You break the door, window, container, or gate open, and the door, window, container, or gate gains the broken condition. If it’s especially sturdy, the GM might have it take damage but not be broken.\nCritical Failure Your attempt jams the door, window, container, or gate shut, imposing a –2 circumstance penalty on future attempts to Force it Open.\n\nSample Force Open Tasks\nUntrained fabric, flimsy glass\nTrained ice, sturdy glass\nExpert flimsy wooden door, wooden portcullis\nMaster sturdy wooden door, iron portcullis, metal bar\nLegendary stone or iron door\n\nGrapple {icon:action1}\nAttack\nRequirements You have at least one free hand. Your target cannot be more than one size larger than you.\nYou attempt to grab an opponent with your free hand. Attempt an Athletics check against their Fortitude DC. You can also Grapple to keep your hold on a creature you already grabbed.\nCritical Success Your opponent is restrained until the end of your next turn unless you move or your opponent Escapes (page 470).\nSuccess Your opponent is grabbed until the end of your next turn unless you move or your opponent Escapes.\nFailure You fail to grab your opponent. If you already had the opponent grabbed or restrained using a Grapple, those conditions on that creature end.\nCritical Failure If you already had the opponent grabbed or restrained, it breaks free. Your target can either grab you, as if it succeeded at using the Grapple action against you, or force you to fall and land prone.\n\nHigh Jump {icon:action2}\nYou Stride, then make a vertical Leap and attempt a DC 30 Athletics check to increase the height of your jump. If you didn’t Stride at least 10 feet, you automatically fail your check. This DC might be increased or decreased due to the situation, as determined by the GM.\nCritical Success Increase the maximum vertical distance to 8 feet, or increase the maximum vertical distance to 5 feet and maximum horizontal distance to 10 feet.\nSuccess Increase the maximum vertical distance to 5 feet.\nFailure You Leap normally.\nCritical Failure You don’t Leap at all, and instead you fall prone in your space.\n\nLeap\nThe Leap basic action is used for High Jump and Long Jump. Leap lets you take a careful, short jump. You can Leap up to 10 feet horizontally if your Speed is at least 15 feet, or up to 15 feet horizontally if your Speed is at least 30 feet. You land in the space where your Leap ends (meaning you can typically clear a 5-foot gap if your Speed is between 15 feet and 30 feet, or a 10-foot gap if your Speed is 30 feet or more). If you make a vertical Leap, you can move up to 3 feet vertically and 5 feet horizontally onto an elevated surface.\n\nLong Jump {icon:action2}\nYou Stride, then make a horizontal Leap and attempt an Athletics check to increase the length of your jump. The DC of the Athletics check is equal to the total distance in feet you’re attempting to move during your Leap (so you’d need to succeed at a DC 20 check to Leap 20 feet). You can’t Leap farther than your Speed. If you didn’t Stride at least 10 feet, or if you attempt to jump in a difierent direction than your Stride, you automatically fail your check. This DC might be increased or decreased due to the situation, as determined by the GM.\nSuccess Increase the maximum horizontal distance you Leap to the desired distance.\nFailure You Leap normally.\nCritical Failure You Leap normally, but then fall and land prone.\n\nShove {icon:action1}\nAttack\nRequirements You have at least one hand free. The target can’t be more than one size larger than you.\nYou push an opponent away from you. Attempt an Athletics check against your opponent’s Fortitude DC.\nCritical Success You push your opponent up to 10 feet away from you. You can Stride after it, but you must move the same distance and in the same direction.\nSuccess You push your opponent back 5 feet. You can Stride after it, but you must move the same distance and in the same direction.\nCritical Failure You lose your balance, fall, and land prone.\n\nForced Movement\nThe Shove action can force a creature to move. When an effect forces you to move, or if you start falling, the distance you move is defined by the effect that moved you, not by your Speed. Because you’re not acting to move, this doesn’t trigger reactions triggered by movement.\n\nSwim {icon:action1}\nMove\nYou propel yourself through water. In most calm water, you succeed at the action without needing to attempt a check. If you must breathe air and you’re submerged in water, you must hold your breath each round. If you fail to hold your breath, you begin to drown (as described on page 478). If the water you are swimming in is turbulent or otherwise dangerous, you might have to attempt an Athletics check to Swim. If you end your turn in water and haven’t succeeded at a Swim action that turn, you sink 10 feet or get moved by the current, as determined by the GM. However, if your last action on your turn was to enter the water, you don’t sink or move with the current that turn.\nCritical Success You move through the water 10 feet, plus 5 feet per 20 feet of your land Speed (a total of 15 feet for most PCs).\nSuccess You move through the water 5 feet, plus 5 feet per 20 feet of your land Speed (a total of 10 feet for most PCs).\nCritical Failure You make no progress, and if you’re holding your breath, you lose 1 round of air.\n\nSample Swim Tasks\nUntrained lake or other still water\nTrained flowing water, like a river\nExpert swiftly flowing river\nMaster stormy sea\nLegendary maelstrom, waterfall\n\nFalling\nWhen you fall more than 5 feet, you take falling damage when you land, which is bludgeoning damage equal to half the distance you fell. If you take any damage from a fall, you’re knocked prone when you land. If you fall into water, snow, or another soft substance, calculate the damage from the fall as though your fall were 20 feet shorter. The reduction can’t be greater than the depth of the water (so when falling into water that is only 10 feet deep, you treat the fall as 10 feet shorter). You can Grab an Edge as a reaction (page 472) to reduce or eliminate the damage from some falls. More detailed rules for falling damage appear on page 463.\n\nTrip {icon:action1}\nAttack\nRequirements You have at least one hand free. Your target can’t be more than one size larger than you.\nYou try to knock an opponent to the ground. Attempt an Athletics check against the target’s Reflex DC.\nCritical Success The target falls and lands prone and takes 1d6 bludgeoning damage.\nSuccess The target falls and lands prone.\nCritical Failure You lose your balance and fall and land prone.\n\nAthletics Trained Action\n\nDisarm {icon:action1}\nAttack\nRequirements You have at least one hand free. The target can’t be more than one size larger than you.\nYou try to knock something out of an opponent’s grasp. Attempt an Athletics check against the opponent’s Reflex DC.\nCritical Success You knock the item out of the opponent’s grasp. It falls to the ground in the opponent’s space.\nSuccess You weaken your opponent’s grasp on the item. Until the start of that creature’s turn, attempts to Disarm the opponent of that item gain a +2 circumstance bonus, and the target takes a –2 circumstance penalty to attacks with the item or other checks requiring a firm grasp on the item.\nCritical Failure You lose your balance and become flat-footed until the start of your next turn.",
          "summary": "Athletics allows you to perform deeds of physical prowess.",
          "compset": "Skill",
          "stDC": 10,
          "ProfLevel": "Untrained"
        },
        "skCrafting.101": {
          "name": "Crafting",
          "description": "You can use this skill to create, understand, and repair items. Even if you’re untrained, you can Recall Knowledge (page 238).\n• Recall Knowledge about alchemical reactions, the value of items, engineering, unusual materials, and alchemical or mechanical creatures. The GM determines which creatures this applies to, but it usually includes constructs.\n\nRepair\nExploration, Manipulate\nRequirements You have a repair kit (page 291).\nYou spend 10 minutes attempting to fix a damaged item, placing the item on a stable surface and using the repair kit with both hands. The GM sets the DC, but it’s usually about the same DC to Repair a given item as it is to Craft it in the first place. You can’t Repair a destroyed item.\nCritical Success You restore 10 Hit Points to the item, plus an additional 10 Hit Points per proficiency rank you have in Crafting (a total of 20 HP if you’re trained, 30 HP if you’re an expert, 40 HP if you’re a master, or 50 HP if you’re legendary).\nSuccess You restore 5 Hit Points to the item, plus an additional 5 per proficiency rank you have in Crafting (for a total of 10 HP if you are trained, 15 HP if you’re an expert, 20 HP if you’re a master, or 25 HP if you’re legendary).\nCritical Failure You deal 2d6 damage to the item. Apply the item’s Hardness to this damage.\n\nCrafting Trained Actions\n\nYou must be trained in Crafting to use it to Earn Income (page 236).\n• Earn Income by crafting goods for the market.\n\nCraft\nDowntime, Manipulate\nYou can make an item from raw materials. You need the Alchemical Crafting skill feat to create alchemical items, the Magical Crafting skill feat to create magic items, and the Snare Crafting feat to create snares.\nTo Craft an item, you must meet the following requirements:\n• The item is your level or lower. An item that doesn’t list a level is level 0. If the item is 9th level or higher, you must be a master in Crafting, and if it’s 16th or higher, you must be legendary.\n• You have the formula for the item; see Getting Formulas below for more information.\n• You have an appropriate set of tools and, in many cases, a workshop. For example, you need access to a smithy to forge a metal shield.\n• You must supply raw materials worth at least half the item’s Price. You always expend at least that amount of raw materials when you Craft successfully. If you’re in a settlement, you can usually spend currency to get the amount of raw materials you need, except in the case of rarer precious materials.\n\nYou must spend 4 days at work, at which point you attempt a Crafting check. The GM determines the DC to Craft the item based on its level, rarity, and other circumstances.\n\nIf your attempt to create the item is successful, you expend the raw materials you supplied. You can pay the remaining portion of the item’s Price in materials to complete the item immediately, or you can spend additional downtime days working on it. For each additional day you spend, reduce the value of the materials you need to expend to complete the item. This amount is determined using Table 4–2: Income Earned (page 236), based on your proficiency rank in Crafting and using your own level instead of a task level. After any of these downtime days, you can complete the item by spending the remaining portion of its Price in materials. If the downtime days you spend are interrupted, you can return to finish the item later, continuing where you left off. An example of Crafting appears in the sidebar.\nCritical Success Your attempt is successful. Each additional day spent Crafting reduces the materials needed to complete the item by an amount based on your level + 1 and your proficiency rank in Crafting.\nSuccess Your attempt is successful. Each additional day spent Crafting reduces the materials needed to complete the item by an amount based on your level and your proficiency rank.\nFailure You fail to complete the item. You can salvage the raw materials you supplied for their full value. If you want to try again, you must start over.\nCritical Failure You fail to complete the item. You ruin 10% of the raw materials you supplied, but you can salvage the rest. If you want to try again, you must start over.\n\nConsumables and Ammunition\nYou can Craft items with the consumable trait in batches, making up to four of the same item at once with a single check. This requires you to include the raw materials for all the items in the batch at the start, and you must complete the batch all at once. You also Craft non-magical ammunition in batches, using the quantity listed in Table 6–8: Ranged Weapons (typically 10).\n\nGetting Formulas\nYou can gain access to the formulas for all common items in Chapter 6: Equipment by purchasing a basic crafter’s book (page 287). See the rules on page 293 for information on how to acquire other formulas.\n\nIdentify Alchemy\nConcentrate, Exploration, Secret\nRequirements You have alchemist’s tools (page 287).\nYou can identify the nature of an alchemical item with 10 minutes of testing using alchemist’s tools. If your attempt is interrupted in any way, you must start over.\nSuccess You identify the item and the means of activating it.\nFailure You fail to identify the item but can try again.\nCritical Failure You misidentify the item as another item of the GM’s choice.",
          "summary": "You can use this skill to create, understand, and repair items.",
          "compset": "Skill",
          "stAbScModifier": 4,
          "stNet": 4,
          "stDC": 14,
          "ProfLevel": "Untrained"
        },
        "skDeception.106": {
          "name": "Deception",
          "description": "You can trick and mislead others using disguises, lies, and other forms of subterfuge.\nCreate a Diversion {icon:action1}\nMental\nWith a gesture, a trick, or some distracting words, you can create a diversion that draws creatures’ attention elsewhere. If you use a gesture or trick, this action gains the manipulate trait. If you use distracting words, it gains the auditory and linguistic traits.\n\nAttempt a single Deception check and compare it to the Perception DCs of the creatures whose attention you’re trying to divert. Whether or not you succeed, creatures you attempt to divert gain a +4 circumstance bonus to their Perception DCs against your attempts to Create a Diversion for 1 minute.\nSuccess You become hidden to each creature whose Perception DC is less than or equal to your result. (The hidden condition allows you to Sneak away, as described on page 252.) This lasts until the end of your turn or until you do anything except Step or use the Hide or the Sneak action of the Stealth skill (pages 251 and 252). If you Strike a creature, the creature remains flat-footed against that attack, and you then become observed. If you do anything else, you become observed just before you act unless the GM determines otherwise.\nFailure You don’t divert the attention of any creatures whose Perception DC exceeds your result, and those creatures are aware you were trying to trick them.\n\nImpersonate\nConcentration, Exploration, Manipulate, Secret\nYou create a disguise to pass yourself off as someone or something you are not. Assembling a convincing disguise takes 10 minutes and requires a disguise kit (found on page 290), but a simpler, quicker disguise might do the job if you’re not trying to imitate a specific individual, at the GM’s discretion.\n\nIn most cases, creatures have a chance to detect your deception only if they use the Seek action to attempt Perception checks against your Deception DC. If you attempt to directly interact with someone while disguised, the GM rolls a secret Deception check for you against that creature’s Perception DC instead. If you’re disguised as a specific individual, the GM might give creatures you interact with a circumstance bonus based on how well they know the person you’re imitating, or the GM might roll a secret Deception check even if you aren’t directly interacting with others.\nSuccess You trick the creature into thinking you’re the person you’re disguised as. You might have to attempt a new check if your behavior changes.\nFailure The creature can tell you’re not who you claim to be.\nCritical Failure The creature can tell you’re not who you claim to be, and it recognizes you if it would know you without a disguise.\n\nLie\nAuditory, Concentrate, Linguistic, Mental, Secret\nYou try to fool someone with an untruth. Doing so takes at least 1 round, or longer if the lie is elaborate. You roll a single Deception check and compare it against the Perception DC of every creature you are trying to fool. The GM might give them a circumstance bonus based on the situation and the nature of the lie you are trying to tell. Elaborate or highly unbelievable lies are much harder to get a creature to believe than simpler and more believable lies, and some lies are so big that it’s impossible to get anyone to believe them.\n\nAt the GM’s discretion, if a creature initially believes your lie, it might attempt a Perception check later to Sense Motive against your Deception DC to realize it’s a lie. This usually happens if the creature discovers enough evidence to counter your statements.\nSuccess The target believes your lie.\nFailure The target doesn’t believe your lie and gains a +4 circumstance bonus against your attempts to Lie for the duration of your conversation. The target is also more likely to be suspicious of you in the future.\n\nDeception Trained Action\n\nFeint {icon:action1}\nMental\nRequirements You are within melee reach of the opponent you attempt to Feint.\nWith a misleading flourish, you leave an opponent unprepared for your real attack. Attempt a Deception check against that opponent’s Perception DC.\nCritical Success You throw your enemy’s defenses against you entirely off. The target is flat-footed against melee attacks that you attempt against it until the end of your next turn.\nSuccess Your foe is fooled, but only momentarily. The target is flat-footed against the next melee attack that you attempt against it before the end of your current turn.\nCritical Failure Your feint backfires. You are flat-footed against melee attacks the target attempts against you until the end of your next turn.",
          "summary": "You can trick and mislead others using disguises, lies, and other forms of subterfuge.",
          "compset": "Skill",
          "proLevelBonNet": 8,
          "stAbScModifier": 4,
          "stNet": 12,
          "stDC": 22,
          "ProfLevel": "Trained"
        },
        "skDiplomacy.111": {
          "name": "Diplomacy",
          "description": "You infiuence others through negotiation and fiattery.\n\nGather Information\nExploration, Secret\nYou canvass local markets, taverns, and gathering places in an attempt to learn about a specific individual or topic. The GM determines the DC of the check and the amount of time it takes (typically 2 hours, but sometimes more), along with any benefit you might be able to gain by spending coin on bribes, drinks, or gifts.\nSuccess You collect information about the individual or topic. The GM determines the specifics.\nCritical Failure You collect incorrect information about the individual or topic.\n\nSample Gather Information Tasks\nUntrained talk of the town\nTrained common rumor\nExpert obscure rumor, poorly guarded secret\nExpert well-guarded or esoteric information\nLegendary information known only to an incredibly select few, or only to extraordinary beings\n\nMake an Impression\nAuditory, Concentrate, Exploration, Linguistic, Mental\nWith at least 1 minute of conversation, during which you engage in charismatic overtures, flattery, and other acts of goodwill, you seek to make a good impression on someone to make them temporarily agreeable. At the end of the conversation, attempt a Diplomacy check against the Will DC of one target, modified by any circumstances the GM sees fit. Good impressions (or bad impressions, on a critical failure) last for only the current social interaction unless the GM decides otherwise.\nCritical Success The target’s attitude toward you improves by two steps.\nSuccess The target’s attitude toward you improves by one step.\nCritical Failure The target’s attitude toward you decreases by one step.\n\nChanging Attitudes\nYour influence on NPCs is measured with a set of attitudes that reflect how they view your character. These are only a brief summary of a creature’s disposition. The GM will supply additional nuance based on the history and beliefs of the characters you’re interacting with, and their attitudes can change in accordance with the story. The attitudes are detailed in the Conditions Appendix and are summarized here.\n• Helpful: Willing to help you and responds favorably to your requests.\n• Friendly: Has a good attitude toward you, but won’t necessarily stick their neck out to help you.\n• Indifferent: Doesn’t care about you either way. (Most NPCs start out indifierent.)\n• Unfriendly: Dislikes you and doesn’t want to help you.\n• Hostile: Actively works against you—and might attack you just because of their dislike.\n\nNo one can ever change the attitude of a player character with these skills. You can roleplay interactions with player characters, and even use Diplomacy results if the player wants a mechanical sense of how convincing or charming a character is, but players make the ultimate decisions about how their characters respond.\n\nRequest{icon:action1}\nAuditory, Concentrate, Linguistic, Mental\nYou can make a request of a creature that’s friendly or helpful to you. You must couch the request in terms that the target would accept given their current attitude toward you. The GM sets the DC based on the diflculty of the request. Some requests are unsavory or impossible, and even a helpful NPC would never agree to them.\nCritical Success The target agrees to your request without qualifications.\nSuccess The target agrees to your request, but they might demand added provisions or alterations to the request.\nFailure The target refuses the request, though they might propose an alternative that is less extreme.\nCritical Failure Not only does the target refuse the request, but their attitude toward you decreases by one step due to the temerity of the request.",
          "summary": "You infiuence others through negotiation and fiattery.",
          "compset": "Skill",
          "proLevelBonNet": 10,
          "stAbScModifier": 4,
          "stNet": 14,
          "stDC": 24,
          "ProfLevel": "Expert"
        },
        "skIntimidation.115": {
          "name": "Intimidation",
          "description": "You bend others to your will using threats.\n\nCoerce\nAuditory, Concentrate, Emotion, Exploration, Linguistic, Mental\nWith threats either veiled or overt, you attempt to bully a creature into doing what you want. You must spend at least 1 minute of conversation with a creature you can see and that can either see or sense you. At the end of the conversation, attempt an Intimidation check against the target’s Will DC, modified by any circumstances the GM determines. The attitudes referenced in the effects below are summarized in the Changing Attitudes sidebar on page 246 and described in full in the Conditions Appendix, starting on page 618.\nCritical Success The target gives you the information you seek or agrees to follow your directives so long as they aren’t likely to harm the target in any way. The target continues to comply for an amount of time determined by the GM but not exceeding 1 day, at which point the target becomes unfriendly (if they weren’t already unfriendly or hostile). However, the target is too scared of you to retaliate—at least in the short term.\nSuccess As critical success, but once the target becomes unfriendly, they might decide to act against you—for example, by reporting you to the authorities or assisting your enemies.\nFailure The target doesn’t do what you say, and if they were not already unfriendly or hostile, they become unfriendly.\nCritical Failure The target refuses to comply, becomes hostile if they weren’t already, and can’t be Coerced by you for at least 1 week.\n\nDemoralize {icon:action1}\nAuditory, Concentrate, Emotion, Mental\nWith a sudden shout, a well-timed taunt, or a cutting putdown, you can shake an enemy’s resolve. Choose a creature within 30 feet of you who you’re aware of. Attempt an Intimidation check against that target’s Will DC. If the target does not understand the language you are speaking, you’re not speaking a language, or they can’t hear you, you take a –4 circumstance penalty to the check. Regardless of your result, the target is temporarily immune to your attempts to Demoralize it for 10 minutes.\nCritical Success The target becomes frightened 2.\nSuccess The target becomes frightened 1.",
          "summary": "You bend others to your will using threats.",
          "compset": "Skill",
          "proLevelBonNet": 8,
          "stAbScModifier": 4,
          "stNet": 12,
          "stDC": 22,
          "ProfLevel": "Trained"
        },
        "skLoreHell.366": {
          "name": "Hell Lore",
          "description": "You have specialized information on a narrow topic. Lore features many subcategories. You might have Military Lore, Sailing Lore, Vampire Lore, or any similar subcategory of the skill. Each subcategory counts as its own skill, so applying a skill increase to Planar Lore wouldn’t increase your proficiency with Sailing Lore, for example.\n\nYou gain a specific subcategory of the Lore skill from your background. The GM determines what other subcategories they’ll allow as Lore skills, though these categories are always less broad than any of the other skills that allow you to Recall Knowledge, and they should never be able to fully or mainly take the place of another skill’s Recall Knowledge action. For instance, Magic Lore wouldn’t enable you to recall the same breadth of knowledge covered by Arcana, Adventuring Lore wouldn’t simply give you all the information an adventurer needs, and Planar Lore would not be sufficient to gain all the information spread across various skills and subcategories such as Heaven Lore.\n\nIf you have multiple subcategories of Lore that could apply to a check or that would overlap with another skill in the circumstances, you can use the skill with the better skill modifier or the one you would prefer to use. If there’s any doubt whether a Lore skill applies to a specific topic or action, the GM decides whether it can be used or not. Even if you’re untrained in Lore, you can use it to Recall Knowledge (page 238).\n• Recall Knowledge about the subject of your Lore skill’s subcategory.\n\nLore Trained Action\nYou must be trained in Lore to use it to Earn Income (page 236).\n• Earn Income by using your knowledge to practice a trade.",
          "compset": "Skill",
          "proLevelBonNet": 10,
          "stAbScModifier": 4,
          "stNet": 14,
          "stDC": 24,
          "ProfLevel": "Expert"
        },
        "skLoreHeraldry.365": {
          "name": "Heraldry Lore",
          "description": "You have specialized information on a narrow topic. Lore features many subcategories. You might have Military Lore, Sailing Lore, Vampire Lore, or any similar subcategory of the skill. Each subcategory counts as its own skill, so applying a skill increase to Planar Lore wouldn’t increase your proficiency with Sailing Lore, for example.\n\nYou gain a specific subcategory of the Lore skill from your background. The GM determines what other subcategories they’ll allow as Lore skills, though these categories are always less broad than any of the other skills that allow you to Recall Knowledge, and they should never be able to fully or mainly take the place of another skill’s Recall Knowledge action. For instance, Magic Lore wouldn’t enable you to recall the same breadth of knowledge covered by Arcana, Adventuring Lore wouldn’t simply give you all the information an adventurer needs, and Planar Lore would not be sufficient to gain all the information spread across various skills and subcategories such as Heaven Lore.\n\nIf you have multiple subcategories of Lore that could apply to a check or that would overlap with another skill in the circumstances, you can use the skill with the better skill modifier or the one you would prefer to use. If there’s any doubt whether a Lore skill applies to a specific topic or action, the GM decides whether it can be used or not. Even if you’re untrained in Lore, you can use it to Recall Knowledge (page 238).\n• Recall Knowledge about the subject of your Lore skill’s subcategory.\n\nLore Trained Action\nYou must be trained in Lore to use it to Earn Income (page 236).\n• Earn Income by using your knowledge to practice a trade.",
          "compset": "Skill",
          "proLevelBonNet": 8,
          "stAbScModifier": 4,
          "stNet": 12,
          "stDC": 22,
          "ProfLevel": "Trained"
        },
        "skMedicine.118": {
          "name": "Medicine",
          "description": "You can patch up wounds and help people recover from diseases and poisons. Even if you’re untrained in Medicine, you can use it to Recall Knowledge (page 238).\n• Recall Knowledge about diseases, injuries, poisons, and other ailments. You can use this to perform forensic examinations if you spend 10 minutes (or more, as determined by the GM) checking for evidence such as wound patterns. This is most useful when determining how a body was injured or killed.\n\nAdminister First Aid {icon:action2}\nManipulate\nRequirements You have healer’s tools (page 290).\nYou perform first aid on an adjacent creature that is dying or bleeding. If a creature is both dying and bleeding, choose which ailment you’re trying to treat before you roll. You can Administer First Aid again to attempt to remedy the other effect.\n• Stabilize Attempt a Medicine check on a creature that has 0 Hit Points and the dying condition. The DC is equal to 5 + that creature’s recovery roll DC (typically 15 + its dying value).\n• Stop Bleeding Attempt a Medicine check on a creature that is taking persistent bleed damage (page 452), giving them a chance to make another flat check to remove the persistent damage. The DC is usually the DC of the effect that caused the bleed.\nSuccess If you’re trying to stabilize, the creature loses the dying condition (but remains unconscious). If you’re trying to stop bleeding, the creature attempts a flat check to end the bleeding.\nCritical Failure If you were trying to stabilize, the creature’s dying value increases by 1. If you were trying to stop bleeding, it immediately takes an amount of damage equal to its persistent bleed damage.\n\nMedicine Trained Actions\n\nTreat Disease\nDowntime, Manipulate\nRequirements You have healer’s tools (page 290).\nYou spend at least 8 hours caring for a diseased creature. Attempt a Medicine check against the disease’s DC. After you attempt to Treat a Disease for a creature, you can’t try again until after that creature’s next save against the disease.\nCritical Success You grant the creature a +4 circumstance bonus to its next saving throw against the disease.\nSuccess You grant the creature a +2 circumstance bonus to its next saving throw against the disease.\nCritical Failure Your efiorts cause the creature to take a –2 circumstance penalty to its next save against the disease.\n\nTreat Poison {icon:action1}\nManipulate\nRequirements You have healer’s tools (page 290).\nYou treat a patient to prevent the spread of poison. Attempt a Medicine check against the poison’s DC. After you attempt to Treat a Poison for a creature, you can’t try again until after the next time that creature attempts a save against the poison.\nCritical Success You grant the creature a +4 circumstance bonus to its next saving throw against the poison.\nSuccess You grant the creature a +2 circumstance bonus to its next saving throw against the poison.\nCritical Failure Your efiorts cause the creature to take a –2 circumstance penalty to its next save against the poison.\n\nTreat Wounds\nExploration, Healing, Manipulate\nRequirements You have healer’s tools (page 290).\nYou spend 10 minutes treating one injured living creature (targeting yourself, if you so choose). The target is then temporarily immune to Treat Wounds actions for 1 hour, but this interval overlaps with the time you spent treating (so a patient can be treated once per hour, not once per 70 minutes).\n\nThe Medicine check DC is usually 15, though the GM might adjust it based on the circumstances, such as treating a patient outside in a storm, or treating magically cursed wounds. If you’re an expert in Medicine, you can instead attempt a DC 20 check to increase the Hit Points regained by 10; if you’re a master of Medicine, you can instead attempt a DC 30 check to increase the Hit Points regained by 30; and if you’re legendary, you can instead attempt a DC 40 check to increase the Hit Points regained by 50. The damage dealt on a critical failure remains the same.\n\nIf you succeed at your check, you can continue treating the target to grant additional healing. If you treat them for a total of 1 hour, double the Hit Points they regain from Treat Wounds. The result of your Medicine check determines how many Hit Points the target regains.\nCritical Success The target regains 4d8 Hit Points, and its wounded condition is removed.\nSuccess The target regains 2d8 Hit Points, and its wounded condition is removed.\nCritical Failure The target takes 1d8 damage.",
          "summary": "You can patch up wounds and help people recover from diseases and poisons.",
          "compset": "Skill",
          "stAbScModifier": 2,
          "stNet": 2,
          "stDC": 12,
          "ProfLevel": "Untrained"
        },
        "skNature.123": {
          "name": "Nature",
          "description": "You know a great deal about the natural world, and you command and train animals and magical beasts. Even if you’re untrained in Nature, you can use it to Recall Knowledge (page 238).\n• Recall Knowledge about fauna, fiora, geography, weather, the environment, creatures of natural origin (like animals, beasts, fey, and plants), the First World, the Material Plane, and the Elemental Planes.\n\nCommand an Animal {icon:action1}\nAuditory, Concentrate\nYou issue an order to an animal. Attempt a Nature check against the animal’s Will DC. The GM might adjust the DC if the animal has a good attitude toward you, you suggest a course of action it was predisposed toward, or you offer it a treat.\n\nYou automatically fail if the animal is hostile or unfriendly to you. If the animal is helpful to you, increase your degree of success by one step. You might be able to Command an Animal more easily with a feat like Ride (page 266).\n\nMost animals know the Leap, Seek, Stand, Stride, and Strike basic actions. If an animal knows an activity, such as a horse’s Gallop, you can Command the Animal to perform the activity, but you must spend as many actions on Command an Animal as the activity’s number of actions. You can also spend multiple actions to Command the Animal to perform that number of basic actions on its next turn; for instance, you could spend 3 actions to Command an Animal to Stride three times or to Stride twice and then Strike.\nSuccess The animal does as you command on its next turn.\nFailure The animal is hesitant or resistant, and it does nothing.\nCritical Failure The animal misbehaves or misunderstands, and it takes some other action determined by the GM.\n\nNature Trained Actions\nYou must be trained in Nature to use it for the following general skill actions (page 234).\n• Identify Magic, particularly primal magic.\n• Learn a Spell from the primal tradition.",
          "summary": "You know a great deal about the natural world, and you command and train animals and magical beasts.",
          "compset": "Skill",
          "stAbScModifier": 2,
          "stNet": 2,
          "stDC": 12,
          "ProfLevel": "Untrained"
        },
        "skOccultism.125": {
          "name": "Occultism",
          "description": "You know a great deal about ancient philosophies, esoteric lore, obscure mysticism, and supernatural creatures. Even if you’re untrained in Occultism, you can use it to Recall Knowledge (page 238).\n• Recall Knowledge about ancient mysteries; obscure philosophies; creatures of occult significance (like aberrations, spirits, and oozes); and the Positive Energy, Negative Energy, Shadow, Astral, and Ethereal Planes.\n\nOccultism Trained Actions\nYou must be trained in Occultism to use it for the following general skill actions (page 234).\n• Decipher Writing on occult topics, including complex metaphysical systems, syncretic principles, weird philosophies, and incoherent ramblings.\n• Identify Magic, particularly occult magic.\n• Learn a Spell from the occult tradition.",
          "summary": "You know a great deal about ancient philosophies, esoteric lore, obscure mysticism, and supernatural creatures.",
          "compset": "Skill",
          "proLevelBonNet": 8,
          "stAbScModifier": 4,
          "stNet": 12,
          "stDC": 22,
          "ProfLevel": "Trained"
        },
        "skPerformance.126": {
          "name": "Performance",
          "description": "You are skilled at a form of performance, using your talents to impress a crowd or make a living.\nBasic Competence\nSome performances require you to be more than just charismatic, and if you don’t meet the demands of the art form or the audience, the GM might apply a penalty based on the relevant ability score. For example, if you’re dancing and have a negative Dexterity modifier, you might take a penalty to your attempt at dancing. Likewise, if you are orating and have a negative Intelligence modifier, you might have to hope your raw Charisma can overcome the penalties from your intellectual shortcomings—or ask someone to help write your speeches!\n\nPerformance Traits\nWhen you use an action that utilizes the Performance skill, it gains one or more traits relevant to the type of performance. The GM might change these depending on the circumstances, but the most common performance-based traits are listed below.\n\nPerformance: Additional Traits\nAct or perform comedy: Auditory, linguistic, and visual\nDance: Move and visual\nPlay an instrument: Auditory and manipulate\nOrate or sing: Auditory and linguistic\n\nPerform {icon:action1}\nConcentrate\nWhen making a brief performance—one song, a quick dance, or a few jokes—you use the Perform action. This action is most useful when you want to prove your capability or impress someone quickly. Performing rarely has an impact on its own, but it might influence the DCs of subsequent Diplomacy checks against the observers—or even change their attitudes — if the GM sees fit.\nCritical Success Your performance impresses the observers, and they’re likely to share stories of your ability.\nSuccess You prove yourself, and observers appreciate the quality of your performance.\nFailure Your performance falls flat.\nCritical Failure You demonstrate only incompetence.\n\nSample Perform Tasks\nUntrained audience of commoners\nTrained audience of artisans\nExpert audience of merchants or minor nobles\nMaster audience of high nobility or minor royalty\nLegendary audience of major royalty or otherworldly beings\n\nPerformance Trained Action\nYou must be trained in Performance to use it to Earn Income (page 236).\n• Earn Income by staging a performance.",
          "summary": "You are skilled at a form of performance, using your talents to impress a crowd or make a living.",
          "compset": "Skill",
          "proLevelBonNet": 8,
          "stAbScModifier": 4,
          "stNet": 12,
          "stDC": 22,
          "ProfLevel": "Trained"
        },
        "skReligion.128": {
          "name": "Religion",
          "description": "The secrets of deities, dogma, faith, and the realms of divine creatures both sublime and sinister are open to you. You also understand how magic works, though your training imparts a religious slant to that knowledge. Even if you’re untrained in Religion, you can use it to Recall Knowledge (page 238).\n• Recall Knowledge about divine agents, the finer points of theology, obscure myths regarding a faith, and creatures of religious significance (like celestials, fiends, and undead), the Outer Sphere, and the Positive and Negative Energy Planes.\n\nReligion Trained Actions\nYou must be trained in Religion to use it for the following general skill actions (page 234).\n• Decipher Writing of a religious nature, including allegories, homilies, and proverbs.\n• Identify Magic, particularly divine magic.\n• Learn a Spell from the divine tradition.",
          "summary": "The secrets of deities, dogma, faith, and the realms of divine creatures both sublime and sinister are open to you.",
          "compset": "Skill",
          "proLevelBonNet": 8,
          "stAbScModifier": 2,
          "stNet": 10,
          "stDC": 20,
          "ProfLevel": "Trained"
        },
        "skSociety.129": {
          "name": "Society",
          "description": "You understand the people and systems that make civilization run, and you know the historical events that make societies what they are today. Further, you can use that knowledge to navigate the complex physical, societal, and economic workings of settlements. Even if you’re untrained in Society, you can use it for the following general skill actions (page 234).\n• Recall Knowledge about local history, important personalities, legal institutions, societal structure, and humanoid cultures. The GM might allow Society to apply to other creatures that are major elements of society in your region, such as the draconic nobility in a kingdom of humans ruled by dragons.\n• Subsist in a settlement by finding shelter, scrounging, or begging for food.\n\nSociety Trained Actions\nYou must be trained in Society to use it to Decipher Writing (page 234).\n• Decipher Writing that’s a coded message, text written in an incomplete or archaic form, or in some cases, text in a language you don’t know.\n\nCreate Forgery\nDowntime, Secret\nYou create a forged document, usually over the course of a day or a week. You must have the proper writing material to create a forgery. When you Create a Forgery, the GM rolls a secret DC 20 Society check. If you succeed, the forgery is of good enough quality that passive observers can’t notice the fake. Only those who carefully examine the document and attempt a Perception or Society check against your Society DC can do so.\n\nIf the document’s handwriting doesn’t need to be specific to a person, you need only to have seen a similar document before, and you gain up to a +4 circumstance bonus to your check, as well as to your DC (the GM determines the bonus). To forge a specific person’s handwriting, you need a sample of that person’s handwriting.\n\nIf your check result was below 20, the forgery has some obvious signs of being a fake, so the GM compares your result to each passive observer’s Perception DC or Society DC, whichever is higher, using the success or failure results below. Once the GM rolls your check for a document, that same result is used against all passive observers’ DCs no matter how many creatures passively observe that document.\n\nAn observer who was fooled on a passive glance can still choose to closely scrutinize the documents on the lookout for a forgery, using difierent techniques and analysis methods beyond the surface elements you successfully forged with your original check. In that case, the observer can attempt a Perception or Society check against your Society DC (if they succeed, they know your document is a forgery).\nSuccess The observer does not detect the forgery.\nFailure The observer knows your document is a forgery.",
          "summary": "You understand the people and systems that make civilization run, and you know the historical events that make societies what they are today.",
          "compset": "Skill",
          "proLevelBonNet": 10,
          "stAbScModifier": 4,
          "stNet": 14,
          "stDC": 24,
          "ProfLevel": "Expert"
        },
        "skStealth.132": {
          "name": "Stealth",
          "description": "You are skilled at avoiding detection, allowing you to slip past foes, hide, or conceal an item.\n\nConceal an Object {icon:action1}\nManipulate, Secret\nYou hide a small object on your person (such as a weapon of light Bulk). When you try to sneak a concealed object past someone who might notice it, the GM rolls your Stealth check and compares it to this passive observer’s Perception DC. Once the GM rolls your check for a concealed object, that same result is used no matter how many passive observers you try to sneak it past. If a creature is specifically searching you for an item, it can attempt a Perception check against your Stealth DC (finding the object on success).\n\nYou can also conceal an object somewhere other than your person, such as among undergrowth or in a secret compartment within a piece of furniture. In this case, characters Seeking in an area compare their Perception check results to your Stealth DC to determine whether they find the object.\nSuccess The object remains undetected.\nFailure The searcher finds the object.\n\nBeing Stealthy\nIf you want to sneak around when there are creatures that can see you, you can use a combination of Hide and Sneak to do so.\n• First, Hide behind something (either by taking advantage of cover or having the concealed condition due to fog, a spell, or a similar effect). A successful Stealth check makes you hidden, though the creatures still know roughly where you are.\n• Second, now that you’re hidden, you can Sneak. That means you can move at half your Speed and attempt another Stealth check. If it’s successful, you’re now undetected. That means the creatures don’t know which square you’re in anymore.\n\nIf you were approaching creatures that didn’t know you were there, you could begin Sneaking right away, since they didn’t know your location to start with. Some actions can cause you to become observed again, but they’re mostly what you’d expect: standing out in the open, attacking someone, making a bunch of noise, and so forth. If you Strike someone after successfully Hiding or Sneaking, though, they’re flat-footed to that Strike.\n\nCreatures can try to find you using the Seek action, described on page 471.\n\nThree conditions explain the states of detection. Remember that these conditions are relative to each creature—you can be observed by one creature while hidden to another and undetected by a third.\n\nObserved\nYou’re in the creature’s clear view.\n\nHidden\nThe creature knows your location but can’t see you.\n\nUndetected\nThe creature doesn’t know your location.\n\nHide {icon:action1}\nSecret\nYou huddle behind cover or greater cover or deeper into concealment to become hidden, rather than observed. The GM rolls your Stealth check in secret and compares the result to the Perception DC of each creature you’re observed by but that you have cover or greater cover against or are concealed from. You gain the circumstance bonus from cover or greater cover to your check.\nSuccess If the creature could see you, you’re now hidden from it instead of observed. If you were hidden from or undetected by the creature, you retain that condition. If you successfully become hidden to a creature but then cease to have cover or greater cover against it or be concealed from it, you become observed again. You cease being hidden if you do anything except Hide, Sneak, or Step. If you attempt to Strike a creature, the creature remains flat-footed against that attack, and you then become observed. If you do anything else, you become observed just before you act unless the GM determines otherwise. The GM might allow you to perform a particularly unobtrusive action without being noticed, possibly requiring another Stealth check.\n\nIf a creature uses Seek to make you observed by it, you must successfully Hide to become hidden from it again.\n\nSneak {icon:action1}\nMove, Secret\nYou can attempt to move to another place while becoming or staying undetected. Stride up to half your Speed. (You can use Sneak while Burrowing, Climbing, Flying, or Swimming instead of Striding if you have the corresponding movement type; you must move at half that Speed.) If you’re undetected by a creature and it’s impossible for that creature to observe you (for a typical creature, this includes when you’re invisible, the observer is blinded, or you’re in darkness and the creature can’t see in darkness), for any critical failure you roll on a check to Sneak, you get a failure instead. You also continue to be undetected if you lose cover or greater cover against or are no longer concealed from such a creature. At the end of your movement, the GM rolls your Stealth check in secret and compares the result to the Perception DC of each creature you were hidden from or undetected by at the start of your movement. If you have cover or greater cover from the creature throughout your Stride, you gain the +2 circumstance bonus from cover (or +4 from greater cover) to your Stealth check. Because you’re moving, the bonus increase from Taking Cover doesn’t apply. You don’t get to roll against a creature if, at the end of your movement, you neither are concealed from it nor have cover or greater cover against it. You automatically become observed by such a creature.\nSuccess You’re undetected by the creature during your movement and remain undetected by the creature at the end of it. You become observed as soon as you do anything other than Hide, Sneak, or Step. If you attempt to Strike a creature, the creature remains flat-footed against that attack, and you then become observed. If you do anything else, you become observed just before you act unless the GM determines otherwise. The GM might allow you to perform a particularly unobtrusive action without being noticed, possibly requiring another Stealth check. If you speak or make a deliberate loud noise, you become hidden instead of undetected. If a creature uses Seek and you become hidden to it as a result, you must Sneak if you want to become undetected by that creature again.\nFailure A telltale sound or other sign gives your position away, though you still remain unseen. You’re hidden from the creature throughout your movement and remain so.\nCritical Failure You’re spotted! You’re observed by the creature throughout your movement and remain so. If you’re invisible and were hidden from the creature, instead of being observed you’re hidden throughout your movement and remain so.",
          "summary": "You are skilled at avoiding detection, allowing you to slip past foes, hide, or conceal an item.",
          "compset": "Skill",
          "proLevelBonNet": 8,
          "stAbScModifier": 2,
          "stNet": 10,
          "stDC": 20,
          "ProfLevel": "Trained"
        },
        "skSurvival.136": {
          "name": "Survival",
          "description": "You are adept at living in the wilderness, foraging for food and building shelter, and with training you discover the secrets of tracking and hiding your trail. Even if you’re untrained, you can still use Survival to Subsist (page 240).\n• Subsist in the wild by foraging for food and building shelter.\n\nSense Direction\nExploration, Secret\nUsing the stars, the position of the sun, traits of the geography or flora, or the behavior of fauna, you can stay oriented in the wild. Typically, you attempt a Survival check only once per day, but some environments or changes might necessitate rolling more often. The GM determines the DC and how long this activity takes (usually just a minute or so). More unusual locales or those you’re unfamiliar with might require you to have a minimum proficiency rank to Sense Direction. Without a compass, you take a –2 item penalty to checks to Sense Direction.\nCritical Success You get an excellent sense of where you are. If you are in an environment with cardinal directions, you know them exactly.\nSuccess You gain enough orientation to avoid becoming hopelessly lost. If you are in an environment with cardinal directions, you have a sense of those directions.\n\nSense Direction Tasks\nUntrained determine a cardinal direction using the sun\nTrained find an overgrown path in a forest\nExpert navigate a hedge maze\nMaster navigate a byzantine labyrinth or relatively featureless desert\nLegendary navigate an ever-changing dream realm\n\nSurvival Trained Actions\n\nCover Tracks\nConcentrate, Exploration, Move\nYou cover your tracks, moving up to half your travel Speed, using the rules on page 479). You don’t need to attempt a Survival check to cover your tracks, but anyone tracking you must succeed at a Survival check against your Survival DC if it is higher than the normal DC to Track.\n\nIn some cases, you might Cover Tracks in an encounter. In this case, Cover Tracks is a single action and doesn’t have the exploration trait.\n\nTrack\nConcentrate, Exploration, Move\nYou follow tracks, moving at up to half your travel Speed, using the rules on page 479). After a successful check to Track, you can continue following the tracks at half your Speed without attempting additional checks for up to 1 hour. In some cases, you might Track in an encounter. In this case, Track is a single action and doesn’t have the exploration trait, but you might need to roll more often because you’re in a tense situation. The GM determines how often you must attempt this check. You attempt your Survival check when you start Tracking, once every hour you continue tracking, and any time something significant changes in the trail. The GM determines the DCs for such checks, depending on the freshness of the trail, the weather, and the type of ground.\nSuccess You find the trail or continue to follow the one you’re already following.\nFailure You lose the trail but can try again after a 1-hour delay.\nCritical Failure You lose the trail and can’t try again for 24 hours.\n\nSample Track Tasks\nUntrained the path of a large army following a road\nTrained relatively fresh tracks of a rampaging bear through the plains\nExpert a nimble panther’s tracks through a jungle, tracks after the rain\nMaster tracks after a winter snow, tracks of a mouse or smaller creature, tracks left on surfaces that can’t hold prints like bare rock\nLegendary old tracks through a windy desert’s sands, tracks after a major blizzard or hurricane",
          "summary": "You are adept at living in the wilderness, foraging for food and building shelter, and with training you discover the secrets of tracking and hiding your trail.",
          "compset": "Skill",
          "stAbScModifier": 2,
          "stNet": 2,
          "stDC": 12,
          "ProfLevel": "Untrained"
        },
        "skThievery.140": {
          "name": "Thievery",
          "description": "You are trained in a particular set of skills favored by thieves and miscreants.\n\nPalm an Object {icon:action1}\nManipulate\nPalming a small, unattended object without being noticed requires you to roll a single Thievery check against the Perception DCs of all creatures who are currently observing you. You take the object whether or not you successfully conceal that you did so. You can typically only Palm Objects of negligible Bulk, though the GM might determine otherwise depending on the situation.\nSuccess The creature does not notice you Palming the Object.\nFailure The creature notices you Palming the Object, and the GM determines the creature’s response.\n\nSteal{icon:action1}\nManipulate\nYou try to take a small object from another creature without being noticed. Typically, you can Steal only an object of negligible Bulk, and you automatically fail if the creature who has the object is in combat or on guard.\n\nAttempt a Thievery check to determine if you successfully Steal the object. The DC to Steal is usually the Perception DC of the creature wearing the object. This assumes the object is worn but not closely guarded (like a loosely carried pouch filled with coins, or an object within such a pouch). If the object is in a pocket or similarly protected, you take a –5 penalty to your Thievery check. The GM might increase the DC of your check if the nature of the object makes it harder to steal (such as a very small item in a large pack, or a sheet of parchment mixed in with other documents).\n\nYou might also need to compare your Thievery check result against the Perception DCs of observers other than the person wearing the object. The GM may increase the Perception DCs of these observers if they’re distracted.\nSuccess You steal the item without the bearer noticing, or an observer doesn’t see you take or attempt to take the item.\nFailure The item’s bearer notices your attempt before you can take the object, or an observer sees you take or attempt to take the item. The GM determines the response of any creature that notices your theft.\n\nThievery Trained Actions\n\nDisable a Device {icon:action2}\nManipulate\nRequirements Some devices require you to use thieves’ tools (page 291) when disabling them.\nThis action allows you to disarm a trap or another complex device. Often, a device requires numerous successes before becoming disabled, depending on its construction and complexity. Thieves’ tools are helpful and sometimes even required to Disable a Device, as determined by the GM, and sometimes a device requires a higher proficiency rank in Thievery to disable it.\n\nYour Thievery check result determines how much progress you make.\nCritical Success You disable the device, or you achieve two successes toward disabling a complex device. You leave no trace of your tampering, and you can rearm the device later, if that type of device can be rearmed.\nSuccess You disable the device, or you achieve one success toward disabling a complex device.\nCritical Failure You trigger the device.\n\nPick a Lock {icon:action2}\nManipulate\nRequirements You have thieves’ tools (page 291).\nOpening a lock without a key is very similar to Disabling a Device, but the DC of the check is determined by the complexity and construction of the lock you are attempting to pick (locks and their DCs are found on page 290). Locks of higher qualities might require multiple successes to unlock, since otherwise even an unskilled burglar could easily crack the lock by attempting the check until they rolled a natural 20. If you lack the proper tools, the GM might let you used improvised picks, which are treated as shoddy tools, depending on the specifics of the lock.\nCritical Success You unlock the lock, or you achieve two successes toward opening a complex lock. You leave no trace of your tampering.\nSuccess You open the lock, or you achieve one success toward opening a complex lock.\nCritical Failure You break your tools. Fixing them requires using Crafting to Repair them or else swapping in replacement picks (costing 3 sp, or 3 gp for infiltrator thieves’ tools).",
          "summary": "You are trained in a particular set of skills favored by thieves and miscreants.",
          "compset": "Skill",
          "stAbScModifier": 2,
          "stNet": 2,
          "stDC": 12,
          "ProfLevel": "Untrained"
        },
        "spAcidArrow.911": {
          "name": "Acid Arrow",
          "description": "You conjure an arrow of acid that continues corroding the target after it hits. Make a spell attack against the target. On a hit, you deal 3d8 acid damage plus 1d6 persistent acid damage. On a critical hit, double the initial damage, but not the persistent damage.\n\n Heightened (+2) The initial damage increases by 2d8, and the persistent acid damage increases by 1d6.",
          "compset": "Spell",
          "spLevelBase": 2,
          "spLevelNet": 2,
          "spCastingText": "{icon:action2} somatic, verbal",
          "trkMaximum": 1,
          "proLevelBonNet": 8,
          "stAbScModifier": 4,
          "stNet": 12,
          "stDC": 22,
          "vaRangeText": "120 feet",
          "vaTarget": "1 creature or object",
          "Action": "Action2",
          "ProfLevel": "Trained",
          "SpellHelper": "StaffSpell",
          "Trait": "ssEvocation,trtAcid,trtAttack"
        },
        "spAcidSplash.357": {
          "name": "Acid Splash (At Will)",
          "description": "You splash a glob of acid that splatters creatures and objects alike. Make a spell attack. If you hit, you deal 1d6 acid damage plus 1 splash acid damage. On a critical success, the target also takes 1 persistent acid damage. \n\nHeightened (3rd) The initial damage increases to 1d6 + your spellcasting ability modifier, and the persistent damage increases to 2. \nHeightened (5th) The initial damage increases to 2d6 + your spellcasting ability modifier, the persistent damage increases to 3, and the splash damage increases to 2. \nHeightened (7th) The initial damage increases to 3d6 + your spellcasting ability modifier, the persistent damage increases to 4, and the splash damage increases to 3. \nHeightened (9th) The initial damage increases to 4d6 + your spellcasting ability modifier, the persistent damage increases to 5, and the splash damage increases to 4.",
          "compset": "Spell",
          "spLevelBase": 1,
          "spLevelNet": 3,
          "spCastingText": "{icon:action2} somatic, verbal",
          "trkMaximum": 1,
          "proLevelBonNet": 8,
          "stAbScModifier": 4,
          "stNet": 12,
          "stDC": 22,
          "vaRangeText": "30 feet",
          "vaTarget": "one creature or object",
          "Action": "Action2",
          "ProfLevel": "Trained",
          "Trait": "ssEvocation,trdArcane,trtAcid,trtAttack,trtCantrip",
          "UsageSpec": "AtWill"
        },
        "spAnimateDead.342": {
          "name": "Animate Dead",
          "description": "Your magic dredges up a corpse or skeleton and fills it with necromantic life, and you force the dead to fight at your command. You summon a common creature that has the undead trait and whose level is –1; this creature gains the summoned trait. Heightening the spell increases the maximum level of creature you can summon.\n\nHeightened (2nd) Level 1. \nHeightened (3rd) Level 2. \nHeightened (4th) Level 3. \nHeightened (5th) Level 5.\nHeightened (6th) Level 7. \nHeightened (7th) Level 9. \nHeightened (8th) Level 11. \nHeightened (9th) Level 13. \nHeightened (10th) Level 15.",
          "compset": "Spell",
          "spLevelBase": 1,
          "spLevelNet": 3,
          "spCastingText": "{icon:action3} somatic, verbal",
          "trkMaximum": 4,
          "proLevelBonNet": 8,
          "stAbScModifier": 4,
          "stNet": 12,
          "stDC": 22,
          "vaDuraText": "Sustained up to 1 minute",
          "vaRangeText": "30",
          "Action": "Action3",
          "ProfLevel": "Trained",
          "Trait": "ssNecromancy,trdDivine"
        },
        "spBloodVendetta.854": {
          "name": "Blood Vendetta",
          "description": "You curse the target, punishing it for having the audacity to spill your blood. The target takes 2d6 persistent bleed damage and must attempt a Will save.\n\nHeightened (+2) The persistent bleed damage increases by 2d6.\n\nCritical Success The target is unaffected.\nSuccess The target takes half the persistent bleed damage.\nFailure The target takes the full persistent bleed damage. Until the bleeding stops, the target has weakness 1 to piercing and slashing damage.\nCritical Failure As failure, but the target takes double the persistent bleed damage.",
          "compset": "Spell",
          "spLevelBase": 2,
          "spLevelNet": 2,
          "spCastingText": "{icon:reaction} verbal",
          "reTrigger": "A creature deals piercing, slashing, or persistent bleed damage to you",
          "reRequirements": "You can bleed.",
          "trkMaximum": 4,
          "proLevelBonNet": 8,
          "stAbScModifier": 4,
          "stNet": 12,
          "stDC": 22,
          "vaSave": "Will",
          "vaDuraText": "varies",
          "vaRangeText": "30 feet",
          "vaTarget": "the triggering creature",
          "Action": "Reaction",
          "ProfLevel": "Trained",
          "Trait": "ssNecromancy,trdDivine,trtCurse"
        },
        "spCalmEmotions.347": {
          "name": "Calm Emotions",
          "description": "You forcibly calm creatures in the area, soothing them into a nonviolent state; each creature must attempt a Will save.\n\nCritical Success The creature is unaffected.\nSuccess Calming urges impose a –1 status penalty to the creature’s attack rolls.\nFailure Any emotion effects that would affect the creature are suppressed and the creature can’t use hostile actions. If the target is subject to hostility from any other creature, it ceases to be affected by calm emotions.\nCritical Failure As failure, but hostility doesn’t end the effect.",
          "compset": "Spell",
          "spLevelBase": 2,
          "spLevelNet": 2,
          "spCastingText": "{icon:action2} somatic, verbal",
          "trkMaximum": 4,
          "proLevelBonNet": 8,
          "stAbScModifier": 4,
          "stNet": 12,
          "stDC": 22,
          "vaSave": "Will",
          "vaDuraText": "sustained up to 1 minute",
          "vaRangeText": "120 feet",
          "vaArea": "10-foot burst",
          "Action": "Action2",
          "ProfLevel": "Trained",
          "Trait": "ssEnchantment,trdDivine,trtEmotion,trtIncapacitation,trtMental"
        },
        "spCharm.331": {
          "name": "Charm",
          "description": "To the target, your words are honey and your visage seems bathed in a dreamy haze. It must attempt a Will save, with a +4 circumstance bonus if you or your allies recently threatened it or used hostile actions against it.\n\nYou can Dismiss the spell. If you use hostile actions against the target, the spell ends. When the spell ends, the target doesn’t necessarily realize it was charmed unless its friendship with you or the actions you convinced it to take clash with its expectations, meaning you could potentially convince the target to continue being your friend via mundane means.\n\nHeightened (4th) The duration lasts until the next time you make your daily preparations. \nHeightened (8th) The duration lasts until the next time you make your daily preparations, and you can target up to 10 creatures.\n\nCritical Success The target is unaffected and aware you tried to charm it.\nSuccess The target is unaffected but thinks your spell was something harmless instead of charm, unless it identifies the spell (usually with Identifying Magic page 305).\nFailure The target’s attitude becomes friendly toward you. If it was friendly, it becomes helpful. It can’t use hostile actions against you.\nCritical Failure The target’s attitude becomes helpful toward you, and it can’t use hostile actions against you.",
          "compset": "Spell",
          "spLevelBase": 1,
          "spLevelNet": 1,
          "spCastingText": "{icon:action2} somatic, verbal",
          "trkMaximum": 4,
          "proLevelBonNet": 8,
          "stAbScModifier": 4,
          "stNet": 12,
          "stDC": 22,
          "vaSave": "Will",
          "vaDuraText": "1 hour",
          "vaRangeText": "30 feet",
          "vaTarget": "1 creature",
          "Action": "Action2",
          "ProfLevel": "Trained",
          "Trait": "ssEnchantment,trdDivine,trtEmotion,trtIncapacitation,trtMental"
        },
        "spComprehendLang.345": {
          "name": "Comprehend Language",
          "description": "The target can understand the meaning of a single language it is hearing or reading when you cast the spell. This doesn’t let it understand codes, language couched in metaphor, and the like (subject to GM discretion). If the target can hear multiple languages and knows that, it can choose which language to understand; otherwise, choose one of the languages randomly.\n\nHeightened (3rd) The target can also speak the language.\nHeightened (4th) You can target up to 10 creatures, and targets can also speak the language.",
          "compset": "Spell",
          "spLevelBase": 2,
          "spLevelNet": 3,
          "spCastingText": "{icon:action2} somatic, verbal",
          "trkMaximum": 4,
          "proLevelBonNet": 8,
          "stAbScModifier": 4,
          "stNet": 12,
          "stDC": 22,
          "vaDuraText": "1 hour",
          "vaRangeText": "30 feet",
          "vaTarget": "1 creature",
          "Action": "Action2",
          "ProfLevel": "Trained",
          "Trait": "ssDivination,trdDivine"
        },
        "spDetectMagic.368": {
          "name": "Detect Magic (At Will)",
          "description": "You send out a pulse that registers the presence of magic. You receive no information beyond the presence or absence of magic. You can choose to ignore magic you’re fully aware of, such as the magic items and ongoing spells of you and your allies.\n\nYou detect illusion magic only if that magic’s effect has a lower level than the level of your detect magic spell. However, items that have an illusion aura but aren’t deceptive in appearance (such as an invisibility potion) typically are detected normally.\n\nHeightened (3rd) You learn the school of magic for the highest-level effect within range that the spell detects. If multiple effects are equally strong, the GM determines which you learn.\nHeightened (4th) As 3rd level, but you also pinpoint the source of the highest-level magic. Like for an imprecise sense, you don’t learn the exact location, but can narrow down the source to within a 5-foot cube (or the nearest if larger than that).",
          "compset": "Spell",
          "spLevelBase": 1,
          "spLevelNet": 1,
          "spCastingText": "{icon:action2} somatic, verbal",
          "proLevelBonNet": 8,
          "stAbScModifier": 4,
          "stNet": 12,
          "stDC": 22,
          "vaArea": "30-foot emanation",
          "Action": "Action2",
          "ProfLevel": "Trained",
          "SpellHelper": "Innate",
          "Trait": "ssDivination,trtCantrip,trtDetection",
          "UsageSpec": "AtWill"
        },
        "spElectricArc.358": {
          "name": "Electric Arc (At Will)",
          "description": "An arc of lightning leaps from one target to another. You deal electricity damage equal to 1d4 plus your spellcasting ability modifier.\n\nHeightened (+1) The damage increases by 1d4.\n\nCritical Success The creature takes no damage.\nSuccess The creature takes half damage.\nFailure The creature takes full damage.\nCritical Failure The creature takes double damage.",
          "compset": "Spell",
          "spLevelBase": 1,
          "spLevelNet": 3,
          "spCastingText": "{icon:action2} somatic, verbal",
          "trkMaximum": 1,
          "proLevelBonNet": 8,
          "stAbScModifier": 4,
          "stNet": 12,
          "stDC": 22,
          "vaSave": "basic Reflex",
          "vaRangeText": "30 feet",
          "vaTarget": "1 or 2 creatures",
          "Action": "Action2",
          "ProfLevel": "Trained",
          "Trait": "ssEvocation,trdArcane,trtCantrip,trtElectricity",
          "UsageSpec": "AtWill"
        },
        "spEnthrall.319": {
          "name": "Enthrall",
          "description": "Your words fascinate your targets. You speak or sing without interruption throughout the casting and duration. Targets who notice your speech or song might give their undivided attention; each target must attempt a Will save. The GM might grant a circumstance bonus (to a maximum of +4) if the target is of an opposing religion, ancestry, or political leaning, or is otherwise unlikely to agree with what you’re saying.\n\nEach creature that comes within range has to attempt a save when you Sustain the Spell. If you’re speaking, enthrall gains the linguistic trait.\n\nCritical Success The target is unaffected and notices that you tried to use magic.\nSuccess The target needn’t pay attention but doesn’t notice you tried to use magic (it might notice others are enthralled).\nFailure The target is fascinated with you. It can attempt another Will save if it witnesses actions or speech with which it disagrees. If it succeeds, it’s no longer fascinated and is temporarily immune for 1 hour. If the target is subject to a hostile act, or if another creature succeeds at a Diplomacy or Intimidation check against it, the fascination ends immediately.\nCritical Failure As failure, but the target can’t attempt a save to end the fascination if it disagrees with you.",
          "compset": "Spell",
          "spLevelBase": 3,
          "spLevelNet": 3,
          "spCastingText": "{icon:action2} somatic, verbal",
          "trkMaximum": 4,
          "proLevelBonNet": 8,
          "stAbScModifier": 4,
          "stNet": 12,
          "stDC": 22,
          "vaSave": "Will",
          "vaDuraText": "sustained",
          "vaRangeText": "120 feet",
          "vaTarget": "all creatures in range",
          "Action": "Action2",
          "ProfLevel": "Trained",
          "Trait": "ssEnchantment,trdDivine,trtAuditory,trtEmotion"
        },
        "spFear.341": {
          "name": "Fear",
          "description": "You plant fear in the target; it must attempt a Will save.\n\nHeightened (3rd) You can target up to  five creatures.\n\nCritical Success The target is unaffected.\nSuccess The target is frightened 1.\nFailure The target is frightened 2.\nCritical Failure The target is frightened 3 and fleeing for 1 round.",
          "compset": "Spell",
          "spLevelBase": 1,
          "spLevelNet": 1,
          "spCastingText": "{icon:action2} somatic, verbal",
          "trkMaximum": 4,
          "proLevelBonNet": 8,
          "stAbScModifier": 4,
          "stNet": 12,
          "stDC": 22,
          "vaSave": "Will",
          "vaDuraText": "varies",
          "vaRangeText": "30 feet",
          "vaTarget": "1 creature",
          "Action": "Action2",
          "ProfLevel": "Trained",
          "Trait": "ssEnchantment,trdDivine,trtEmotion,trtFear,trtMental"
        },
        "spFlamingSphere.318": {
          "name": "Flaming Sphere",
          "description": "You create a sphere of flame in a square within range. The sphere must be supported by a solid surface, such as a stone floor. The sphere deals 3d6 fire damage to each creature in the square where it first appears; each creature must attempt a basic Reflex save. On subsequent rounds, you can Sustain this Spell, leaving the sphere in its square or rolling it to another square within range and dealing 3d6 fire damage; each creature in its square must attempt a basic Reflex save.\n\nCreatures that succeed at their save take no damage (instead of half).\n\nHeightened (+1) The damage increases by 1d6.\n\nCritical Success The creature is unaffected.\nFailure The creature takes full damage.\nCritical Failure The creature takes double damage.",
          "compset": "Spell",
          "spLevelBase": 2,
          "spLevelNet": 2,
          "spCastingText": "{icon:action2} somatic, verbal",
          "trkMaximum": 4,
          "proLevelBonNet": 8,
          "stAbScModifier": 4,
          "stNet": 12,
          "stDC": 22,
          "vaSave": "Reflex",
          "vaDuraText": "sustained up to 1 minute",
          "vaRangeText": "30 feet",
          "vaArea": "one 5-foot square",
          "Action": "Action2",
          "ProfLevel": "Trained",
          "Trait": "ssEvocation,trdDivine,trtFire"
        },
        "spGlitterdust.912": {
          "name": "Glitterdust",
          "description": "Creatures in the area are outlined by glittering dust. Each creature must attempt a Reflex save. If a creature has its invisibility negated by this spell, it is concealed instead of invisible. This applies both if the creature was already invisible and if it benefitss from new invisibility effects before the end of the invisibility negation effect from this spell.\n\nCritical Success The target is unaffected.\nSuccess The target’s invisibility is negated for 2 rounds.\nFailure The target is dazzled for 1 minute and its invisibility is negated for 1 minute.\nCritical Failure The target is blinded for 1 round and dazzled for 10 minutes. Its invisibility is negated for 10 minutes.",
          "compset": "Spell",
          "spLevelBase": 2,
          "spLevelNet": 2,
          "spCastingText": "{icon:action2} somatic, verbal",
          "trkMaximum": 1,
          "proLevelBonNet": 8,
          "stAbScModifier": 4,
          "stNet": 12,
          "stDC": 22,
          "vaSave": "Reflex",
          "vaRangeText": "120 feet",
          "vaArea": "10-foot burst",
          "Action": "Action2",
          "ProfLevel": "Trained",
          "SpellHelper": "StaffSpell",
          "Trait": "ssEvocation"
        },
        "spHeal.343": {
          "name": "Heal",
          "description": "You channel positive energy to heal the living or damage the undead. If the target is a willing living creature, you restore 1d8 Hit Points. If the target is undead, you deal that amount of positive damage to it, and it gets a basic Fortitude save. The number of actions you spend when Casting this Spell determines its targets, range, area, and other parameters.\n\n{icon:action1} (somatic) The spell has a range of touch.\n\n{icon:action2} (verbal, somatic) The spell has a range of 30 feet. If you’re healing a living creature, increase the Hit Points restored by 8.\n\n{icon:action3} (material, somatic, verbal) You disperse positive energy in a 30-foot emanation. This targets all living and undead creatures in the burst.\n\nHeightened (+1) The amount of healing or damage increases by 1d8, and the extra healing for the 2-action version increases by 8.",
          "compset": "Spell",
          "spLevelBase": 1,
          "spLevelNet": 1,
          "spCastingText": "{icon:action1} to {icon:action3} ",
          "trkMaximum": 4,
          "proLevelBonNet": 8,
          "stAbScModifier": 4,
          "stNet": 12,
          "stDC": 22,
          "vaRangeText": "varies",
          "vaTarget": "1 willing living creature or 1 undead creature",
          "Action": "Action1,Action2,Action3",
          "ProfLevel": "Trained",
          "Trait": "ssNecromancy,trdDivine,trtHealing,trtPositive"
        },
        "spHeatMetal.847": {
          "name": "Heat Metal",
          "description": "This spell heats the targeted metal to become red-hot for a moment. This is usually harmless to an unattended metal item, which doesn’t get a saving throw, though the GM might rule that flammable materials connected to the object catch fire or melt. If you target an item worn or carried by a creature, or you target a creature made primarily of metal, the heat deals 4d6 fire damage and 2d4 persistent fire damage to the creature, which must attempt a Reflex saving throw.\n\nIf you target an item held by the creature, the creature can Release the item to improve their degree of success by one step from the result of their saving throw. The persistent damage is associated with the object and damages whichever creature is holding or wearing it. It has no effect if no one is holding the item, but you continue to attempt flat checks to end the persistent damage as normal, since the item remains hot and can sear someone who picks it up.\n\nHeightened (+1) The initial damage increases by 2d6 and the persistent damage increases by 1d4.\n\nCritical Success The creature is unaffected.\nSuccess The creature takes half damage and the object deals no persistent fire damage.\nFailure The creature takes full damage and the object deals full persistent damage.\nCritical Failure As failure, but the creature takes double damage and the object deals double persistent damage.",
          "compset": "Spell",
          "spLevelBase": 2,
          "spLevelNet": 2,
          "spCastingText": "{icon:action2} somatic, verbal",
          "trkMaximum": 1,
          "proLevelBonNet": 8,
          "stAbScModifier": 4,
          "stNet": 12,
          "stDC": 22,
          "vaRangeText": "30 feet",
          "vaTarget": "1 metal item or metal creature",
          "Action": "Action2",
          "ProfLevel": "Trained",
          "Trait": "ssEvocation,trdArcane,trtFire"
        },
        "spLight.816": {
          "name": "Light (At Will)",
          "description": "The object glows, casting bright light in a 20-foot radius (and dim light for the next 20 feet) like a torch. If you cast this spell again on a second object, the light spell on the first object ends.\n\nHeightened (4th) The object sheds bright light in a 60-foot radius (and dim light for the next 60 feet).",
          "compset": "Spell",
          "spLevelBase": 1,
          "spLevelNet": 3,
          "spCastingText": "{icon:action2} somatic, verbal",
          "trkMaximum": 4,
          "proLevelBonNet": 8,
          "stAbScModifier": 4,
          "stNet": 12,
          "stDC": 22,
          "vaDuraText": "until the next time you make your daily preparations",
          "vaRangeText": "touch",
          "vaTarget": "1 object of 1 Bulk or less, either unattended or possessed by you or a willing ally",
          "Action": "Action2",
          "ProfLevel": "Trained",
          "Trait": "ssEvocation,trdDivine,trtCantrip,trtLight",
          "UsageSpec": "AtWill"
        },
        "spMageArmor.955": {
          "name": "Mage Armor",
          "description": "You ward yourself with shimmering magical energy, gaining a +1 item bonus to AC and a maximum Dexterity modifier of +5. While wearing mage armor, you use your unarmored proficiency to calculate your AC.\n\nHeightened (4th) You gain a +1 item bonus to saving throws.\nHeightened (6th) The item bonus to AC increases to +2, and you gain a +1 item bonus to saving throws.\nHeightened (8th) The item bonus to AC increases to +2, and you gain a +2 item bonus to saving throws.\nHeightened (10th) The item bonus to AC increases to +3, and you gain a +3 item bonus to saving throws.",
          "compset": "Spell",
          "spLevelBase": 1,
          "spLevelNet": 1,
          "spCastingText": "{icon:action2} somatic, verbal",
          "trkMaximum": 1,
          "proLevelBonNet": 8,
          "stAbScModifier": 4,
          "stNet": 12,
          "stDC": 22,
          "vaDuraText": "until the next time you make your daily preparations",
          "Action": "Action2",
          "ProfLevel": "Trained",
          "Trait": "ssAbjuration,trdArcane"
        },
        "spMageHand.586": {
          "name": "Mage Hand (At Will)",
          "description": "You create a single magical hand, either invisible or ghostlike, that grasps the target object and moves it slowly up to 20 feet. Because you’re levitating the object, you can move it in any direction. When you Sustain the Spell, you can move the object an additional 20 feet. If the object is in the air when the spell ends, the object falls.\n\nHeightened (3rd) You can target an unattended object with a Bulk of 1 or less.\nHeightened (5th) The range increases to 60 feet, and you can target an unattended object with a Bulk of 1 or less.\nHeightened (7th) The range increases to 60 feet, and you can target an unattended object with a Bulk of 2 or less.",
          "compset": "Spell",
          "spLevelBase": 1,
          "spLevelNet": 3,
          "spCastingText": "{icon:action2} somatic, verbal",
          "proLevelBonNet": 8,
          "stAbScModifier": 4,
          "stNet": 12,
          "stDC": 22,
          "vaDuraText": "sustained",
          "vaRangeText": "30 feet",
          "vaTarget": "1 unattended object of light Bulk or less",
          "Action": "Action2",
          "ProfLevel": "Trained",
          "SpellHelper": "Innate",
          "Trait": "ssEvocation,trtCantrip",
          "UsageSpec": "AtWill"
        },
        "spMagicMissile.914": {
          "name": "Magic Missile",
          "description": "You send a dart of force streaking toward a creature that you can see. It automatically hits and deals 1d4+1 force damage. For each additional action you use when Casting the Spell, increase the number of missiles you shoot by one, to a maximum of three missiles for 3 actions. You choose the target for each missile individually. If you shoot more than one missile at the same target, combine the damage before applying bonuses or penalties to damage, resistances, weaknesses, and so forth.\n\nHeightened (+2) You shoot one additional missile with each action you spend.",
          "compset": "Spell",
          "spLevelBase": 1,
          "spLevelNet": 1,
          "spCastingText": "{icon:action1} to {icon:action3} somatic, verbal",
          "trkMaximum": 3,
          "proLevelBonNet": 8,
          "stAbScModifier": 4,
          "stNet": 12,
          "stDC": 22,
          "vaRangeText": "120 feet",
          "vaTarget": "1 creature",
          "Action": "Action1,Action2,Action3",
          "ProfLevel": "Trained",
          "SpellHelper": "StaffSpell",
          "Trait": "ssEvocation,trtForce"
        },
        "spMagicWeapon.350": {
          "name": "Magic Weapon",
          "description": "The weapon glimmers with magic and energy. The target becomes a +1 striking weapon, gaining a +1 item bonus to attack rolls and increasing the number of weapon damage dice to two.",
          "compset": "Spell",
          "spLevelBase": 1,
          "spLevelNet": 1,
          "spCastingText": "{icon:action2} somatic, verbal",
          "trkMaximum": 4,
          "proLevelBonNet": 8,
          "stAbScModifier": 4,
          "stNet": 12,
          "stDC": 22,
          "vaDuraText": "1 minute",
          "vaRangeText": "touch",
          "vaTarget": "1 non-magical weapon that is unattended or wielded by you or a willing ally",
          "Action": "Action2",
          "ProfLevel": "Trained",
          "Trait": "ssTransmutation,trdDivine"
        },
        "spMessage.827": {
          "name": "Message (At Will)",
          "description": "You mouth words quietly, but instead of coming out of your mouth, they’re transferred directly to the ears of the target. While others can’t hear your words any better than if you normally mouthed them, the target can hear your words as if they were standing next to you. The target can give a brief response as a reaction, or as a free action on their next turn if they wish, but they must be able to see you and be within range to do so. If they respond, their response is delivered directly to your ear, just like the original message.\n\nHeightened (3rd) The spell’s range increases to 500 feet.",
          "compset": "Spell",
          "spLevelBase": 1,
          "spLevelNet": 3,
          "spCastingText": "{icon:action1} verbal",
          "trkMaximum": 1,
          "proLevelBonNet": 8,
          "stAbScModifier": 4,
          "stNet": 12,
          "stDC": 22,
          "vaDuraText": "see below",
          "vaRangeText": "120 feet",
          "vaTarget": "1 creature",
          "Action": "Action1",
          "ProfLevel": "Trained",
          "Trait": "ssIllusion,trdArcane,trtAuditory,trtCantrip,trtLinguistic,trtMental",
          "UsageSpec": "AtWill"
        },
        "spProduceFlame.330": {
          "name": "Produce Flame (At Will)",
          "description": "A small ball of flame appears in the palm of your hand, and you lash out with it either in melee or at range. Make a spell attack roll against your target’s AC. This is normally a ranged attack, but you can also make a melee attack against a creature in your unarmed reach. On a success, you deal 1d4 fire damage plus your spellcasting ability modifier. On a critical success, the target takes double damage and 1d4 persistent fire damage.\n\nHeightened (+1) Increase the damage by 1d4 and the persistent damage on a critical hit by 1d4.",
          "compset": "Spell",
          "spLevelBase": 1,
          "spLevelNet": 3,
          "spCastingText": "{icon:action2} somatic, verbal",
          "trkMaximum": 4,
          "proLevelBonNet": 8,
          "stAbScModifier": 4,
          "stNet": 12,
          "stDC": 22,
          "vaRangeText": "30 feet",
          "vaTarget": "1 creature",
          "Action": "Action2",
          "ProfLevel": "Trained",
          "Trait": "ssEvocation,trdDivine,trtAttack,trtCantrip,trtFire",
          "UsageSpec": "AtWill"
        },
        "spRayFrost.828": {
          "name": "Ray of Frost (At Will)",
          "description": "You blast an icy ray. Make a spell attack roll. The ray deals cold damage equal to 1d4 + your spellcasting ability modifier.\n\nHeightened (+1) The damage increases by 1d4.\n\nCritical Success The target takes double damage and takes a –10-foot status penalty to its Speeds for 1 round.\nSuccess The target takes normal damage.",
          "compset": "Spell",
          "spLevelBase": 1,
          "spLevelNet": 3,
          "spCastingText": "{icon:action2} somatic, verbal",
          "trkMaximum": 1,
          "proLevelBonNet": 8,
          "stAbScModifier": 4,
          "stNet": 12,
          "stDC": 22,
          "vaRangeText": "120 feet",
          "vaTarget": "1 creature",
          "Action": "Action2",
          "ProfLevel": "Trained",
          "Trait": "ssEvocation,trdArcane,trtAttack,trtCantrip,trtCold",
          "UsageSpec": "AtWill"
        },
        "spRayFrost.913": {
          "name": "Ray of Frost (At Will)",
          "description": "You blast an icy ray. Make a spell attack roll. The ray deals cold damage equal to 1d4 + your spellcasting ability modifier.\n\nHeightened (+1) The damage increases by 1d4.\n\nCritical Success The target takes double damage and takes a –10-foot status penalty to its Speeds for 1 round.\nSuccess The target takes normal damage.",
          "compset": "Spell",
          "spLevelBase": 1,
          "spLevelNet": 3,
          "spCastingText": "{icon:action2} somatic, verbal",
          "trkMaximum": 1,
          "proLevelBonNet": 8,
          "stAbScModifier": 4,
          "stNet": 12,
          "stDC": 22,
          "vaRangeText": "120 feet",
          "vaTarget": "1 creature",
          "Action": "Action2",
          "ProfLevel": "Trained",
          "SpellHelper": "StaffSpell",
          "Trait": "ssEvocation,trtAttack,trtCantrip,trtCold",
          "UsageSpec": "AtWill"
        },
        "spReadAura.339": {
          "name": "Read Aura (At Will)",
          "description": "You focus on the target object, opening your mind to perceive magical auras. When the casting is complete, you know whether that item is magical, and if it is, you learn the school of magic (pages 297–298).\n\nIf the object is illusory, you detect this only if the effect’s level is lower than the level of your read aura spell.\n\nHeightened (3rd) You can target up to 10 objects.\nHeightened (6th) You can target any number of objects.",
          "compset": "Spell",
          "spLevelBase": 1,
          "spLevelNet": 3,
          "spCastingText": "1 minute (somatic, verbal)",
          "spCastTime": "1 minute",
          "trkMaximum": 4,
          "proLevelBonNet": 8,
          "stAbScModifier": 4,
          "stNet": 12,
          "stDC": 22,
          "vaRangeText": "30 feet",
          "vaTarget": "1 object",
          "ProfLevel": "Trained",
          "Trait": "ssDivination,trdDivine,trtCantrip,trtDetection",
          "UsageSpec": "AtWill"
        },
        "spRestoration.848": {
          "name": "Restoration",
          "description": "Restorative magic counters the effects of toxins or conditions that prevent a creature from functioning at its best. When you cast restoration, choose to either reduce a condition or lessen the effect of a toxin. A creature can benefit from only one restoration spell each day, and it can’t benefit from restoration more than once to reduce the stage of the same exposure to a given toxin. \n\n• Reduce a Condition Reduce the value of the target’s clumsy, enfeebled, or stupefied condition by 2. You can instead reduce two of the listed conditions by 1 each. \n• Lessen a Toxin Reduce the stage of one toxin the target suffers from by one stage. This can’t reduce the stage below stage 1 or cure the affliction.\n\nHeightened (4th) Add drained to the list of conditions you can reduce. When you lessen a toxin, reduce the stage by two. You also gain a third option that allows you to reduce the target’s doomed value by 1. You can’t use this to reduce a permanent doomed condition.\nHeightened (6th) As the 4th-level restoration, but you can reduce a permanent doomed condition if you add a spellcasting action and a material component while Casting the Spell, during which you provide 100 gp worth of diamond dust as a cost.",
          "compset": "Spell",
          "spLevelBase": 2,
          "spLevelNet": 2,
          "spCastingText": "1 minute (somatic, verbal)",
          "spCastTime": "1 minute",
          "trkMaximum": 4,
          "proLevelBonNet": 8,
          "stAbScModifier": 4,
          "stNet": 12,
          "stDC": 22,
          "vaRangeText": "touch",
          "vaTarget": "1 creature",
          "ProfLevel": "Trained",
          "Trait": "ssNecromancy,trdDivine,trtHealing"
        },
        "spShield.337": {
          "name": "Shield (At Will)",
          "description": "You raise a magical shield of force. This counts as using the Raise a Shield action, giving you a +1 circumstance bonus to AC until the start of your next turn, but it doesn’t require a hand to use.\n\nWhile the spell is in effect, you can use the Shield Block reaction with your magic shield (see below). The shield has Hardness 5. After you use Shield Block, the spell ends and you can’t cast it again for 10 minutes. Unlike a normal Shield Block, you can use the spell’s reaction against the magic missile spell.\n\nHeightening the spell increases the shield’s Hardness.\n\nHeightened (3rd) The shield has Hardness 10.\nHeightened (5th) The shield has Hardness 15.\nHeightened (7th) The shield has Hardness 20.\nHeightened (9th) The shield has Hardness 25.\n\nShield Actions \nThe shield spell works like a raised shield, and it also gives you the ability to use the Shield Block reaction.\n\nShield Block {icon:reaction}\nTrigger While you have your shield raised, you take damage from a physical attack.\nYou place your shield to ward offa blow. Your shield prevents you from taking an amount of damage up to the shield’s Hardness. You and the shield each take any remaining damage, possibly breaking or destroying the shield.",
          "compset": "Spell",
          "spLevelBase": 1,
          "spLevelNet": 3,
          "spCastingText": "{icon:action1} verbal",
          "trkMaximum": 4,
          "proLevelBonNet": 8,
          "stAbScModifier": 4,
          "stNet": 12,
          "stDC": 22,
          "vaDuraText": "until the start of your next turn",
          "Action": "Action1",
          "ProfLevel": "Trained",
          "Trait": "ssAbjuration,trdDivine,trtCantrip,trtForce",
          "UsageSpec": "AtWill"
        },
        "spShockingGrasp.910": {
          "name": "Shocking Grasp",
          "description": "You shroud your hands in a crackling field of lightning. Make a melee spell attack roll. On a hit, the target takes 2d12 electricity damage. If the target is wearing metal armor or is made of metal, you gain a +1 circumstance bonus to your attack roll with shocking grasp, and the target also takes 1d4 persistent electricity damage on a hit. On a critical hit, double the initial damage, but not the persistent damage.\n\nHeightened (+1) The damage increases by 1d12, and the persistent electricity damage increases by 1.",
          "compset": "Spell",
          "spLevelBase": 1,
          "spLevelNet": 1,
          "spCastingText": "{icon:action2} somatic, verbal",
          "trkMaximum": 3,
          "proLevelBonNet": 8,
          "stAbScModifier": 4,
          "stNet": 12,
          "stDC": 22,
          "vaRangeText": "touch",
          "vaTarget": "1 creature",
          "Action": "Action2",
          "ProfLevel": "Trained",
          "SpellHelper": "StaffSpell",
          "Trait": "ssEvocation,trtAttack,trtElectricity"
        },
        "spStabilize.340": {
          "name": "Stabilize (At Will)",
          "description": "Positive energy shuts death’s door. The target loses the dying condition, though it remains unconscious at 0 Hit Points.",
          "compset": "Spell",
          "spLevelBase": 1,
          "spLevelNet": 3,
          "spCastingText": "{icon:action2} somatic, verbal",
          "trkMaximum": 4,
          "proLevelBonNet": 8,
          "stAbScModifier": 4,
          "stNet": 12,
          "stDC": 22,
          "vaRangeText": "30 feet",
          "vaTarget": "1 dying creature",
          "Action": "Action2",
          "ProfLevel": "Trained",
          "Trait": "ssNecromancy,trdDivine,trtCantrip,trtHealing,trtPositive",
          "UsageSpec": "AtWill"
        },
        "spZoneTruth.346": {
          "name": "Zone of Truth",
          "description": "You designate an area in which creatures are compelled to speak only truth. Creatures within or entering the area have difficulty lying. Each potentially affected creature must attempt a Will save when the spell is cast or when the creature first enters the area. It uses the results of this initial save if it leaves and reenters the area. Affected creatures are aware of this enchantment; therefore, they can avoid answering questions to which they would normally respond with a lie, or they can be evasive as long as they remain within the boundaries of the truth.\n\nCritical Success The target is unaffected.\nSuccess The target takes a –2 status penalty to Deception checks.\nFailure The target can’t speak any deliberate and intentional lies, and it takes a –2 status penalty to Deception checks.\nCritical Failure The target can’t speak any deliberate and intentional lies and takes a –4 status penalty to Deception checks.",
          "compset": "Spell",
          "spLevelBase": 3,
          "spLevelNet": 3,
          "spCastingText": "{icon:action2} somatic, verbal",
          "trkMaximum": 4,
          "proLevelBonNet": 8,
          "stAbScModifier": 4,
          "stNet": 12,
          "stDC": 22,
          "vaSave": "Will",
          "vaDuraText": "10 minutes",
          "vaRangeText": "30 feet",
          "vaArea": "20-foot burst",
          "Action": "Action2",
          "ProfLevel": "Trained",
          "Rarity": "Uncommon",
          "Trait": "ssEnchantment,trdDivine,trtMental"
        },
        "svFortitude.146": {
          "name": "Fortitude Save",
          "description": "This save measures your ability to stand up to physical punishment or attacks against your vitality and health. Your Constitution modifier is applied to your Fortitude saving throw.",
          "summary": "This save measures your ability to stand up to physical punishment or attacks against your vitality and health.",
          "compset": "Save",
          "proLevelBonNet": 10,
          "stNet": 10,
          "stDC": 20,
          "ProfLevel": "Expert"
        },
        "svReflex.148": {
          "name": "Reflex Save",
          "description": "This save tests your ability to dodge area attacks and unexpected situations. Your Dexterity modifier is applied to your Reflex saving throw.",
          "summary": "This save tests your ability to dodge area attacks and unexpected situations.",
          "compset": "Save",
          "proLevelBonNet": 8,
          "stAbScModifier": 2,
          "stNet": 10,
          "stDC": 20,
          "ProfLevel": "Trained"
        },
        "svWill.147": {
          "name": "Will Save",
          "description": "This save reflects your resistance to mental influence as well as many magical effects. Your Wisdom modifier is applied to your Will saving throw.",
          "summary": "This save reflects your resistance to mental influence as well as many magical effects.",
          "compset": "Save",
          "proLevelBonNet": 10,
          "stAbScModifier": 2,
          "stNet": 12,
          "stDC": 22,
          "ProfLevel": "Expert"
        },
        "wpSickle.551": {
          "name": "+1 sickle",
          "description": "Originally a farming tool used for reaping grain, this one-handed weapon has a short wooden handle ending in a curved blade, sometimes sharpened on both sides.",
          "compset": "Weapon",
          "grBulk": 0.1,
          "proLevelBonNet": 8,
          "wpMelAttacks": {
            "atk1": {
              "id": "Melee",
              "name": "Melee",
              "attack": "+11|+7|+3",
              "attackExpr": "={1d20+11}|={1d20+7}|={1d20+3}",
              "damage": "1d4 S|1d4 S|1d4 S",
              "damageExpr": "={(1d4+0)f1c2rm[Slashing:S]}|={(1d4+0)f1c2rm[Slashing:S]}|={(1d4+0)f1c2rm[Slashing:S]}"
            }
          },
          "ProfLevel": "Trained",
          "Rarity": "Common",
          "Trait": "trtMagical",
          "items": {
            "ruWepPotency1.833": {
              "name": "Weapon potency +1",
              "description": "Magical enhancements make this weapon strike true. Attack rolls with this weapon gain a +1 item bonus, and the weapon can be etched with one property rune.\n\nYou can upgrade the weapon potency rune already etched on a weapon to a stronger version, increasing the values of the existing rune to those of the new rune. You must have the formula of the stronger rune to do so, and the Price of the upgrade is the difference between the two runes’ Prices.\n\n+1 weapon potency\n\nCraft Requirements\nYou are an expert in Crafting.",
              "compset": "Rune",
              "containment": "Installed",
              "Trait": "ssEvocation,trtMagical"
            },
            "wtAgile.564": {
              "name": "Agile",
              "description": "The multiple attack penalty you take with this weapon on the second attack on your turn is –4 instead of –5, and –8 instead of –10 on the third and subsequent attacks in the turn.",
              "summary": "Multiple attack penalties reduced by 1 (2nd attack) or 2 (3rd attack).",
              "compset": "WeaponTrait",
              "components": "Ability",
              "containment": "Installed"
            },
            "wtFinesse.565": {
              "name": "Finesse",
              "description": "You can use your Dexterity modifier instead of your Strength modifier on attack rolls using this melee weapon. You still use your Strength modifier when calculating damage.",
              "summary": "Can use your Dex modifier to calculate attacks with this weapon.",
              "compset": "WeaponTrait",
              "components": "Ability",
              "containment": "Installed"
            },
            "wtTrip.566": {
              "name": "Trip",
              "description": "You can use this weapon to Trip with the Athletics skill even if you don’t have a free hand. This uses the weapon’s reach (if different from your own) and adds the weapon’s item bonus to attack rolls as an item bonus to the Athletics check. If you critically fail a check to Trip using the weapon, you can drop the weapon to take the effects of a failure instead of a critical failure.",
              "summary": "Can use trip (Athletics) with this weapon, even if no other free hand. On trip crit fail, can drop weapon to treat it as a normal failure.",
              "compset": "WeaponTrait",
              "components": "Ability",
              "containment": "Installed"
            }
          }
        },
        "wpStaff.535": {
          "name": "Staff",
          "description": "This long piece of wood can aid in walking and deliver a mighty blow.",
          "compset": "Staff",
          "grBulk": 1,
          "proLevelBonNet": 8,
          "ProfLevel": "Trained",
          "Rarity": "Common",
          "items": {
            "wtTwoHand.550": {
              "name": "Two-Hand (1d8)",
              "description": "This weapon can be wielded with two hands. Doing so changes its weapon damage die to the indicated value. This change applies to all the weapon’s damage dice, such as those from striking runes.",
              "summary": "When wielded in two hands, increase damage die size.",
              "compset": "WeaponTrait",
              "components": "Ability",
              "containment": "Installed"
            }
          }
        }
      }
    }
  }
}